[
  {
    "stem": "A 5-year-old, 15-kg boy with a history of congenital malrotation of the intestines\nthat was surgically corrected in infancy, is hospitalized for a small-bowel\nobstruction after lysis of adhesions. Although initially allowed no oral intake, he\nreceived D5 normal saline with 20 mEq/L of potassium chloride at a rate of 50\nmL/h. During the past few days, he has gradually advanced his diet to solid foods,\nwhich he has tolerated well. Overall, his symptoms are improving, and his parents\ndo not report new symptoms or concerns.\n\nLaboratory data obtained this morning are shown:\n\nLaboratory Test Result\nSodium 142 mEq/L (142 mmol/L)\nPotassium 3.1 mEq/L (3.1 mmol/L)\n\nChloride 108 mEq/L (108 mmol/L)\n\n\n\nBicarbonate\n\n22 mEq/L (22 mmol/L)\n\nBlood urea nitrogen\n\n12 mg/dL (4.3 mmol/L)\n\nCreatinine 0.5 mg/dL (44.2 mol/L)\nCalcium 9.2 mg/dL (2.3 mmol/L)\nPhosphate 4.2 mg/dL\n\nMagnesium 1.2 mg/dL (0.49 mmol/L)\n\nOf the following, the therapy that would be MOST important to prioritize is",
    "options": [
      "intravenous magnesium supplementation",
      "intravenous potassium supplementation",
      "oral magnesium supplementation ® D. oral potassium supplementation The boy in the vignette has hypokalemia and hypomagnesemia. Both disorders are reasonably common in patients who have been receiving nothing orally but receiving intravenous fluids, likely related to a combination of increased urinary excretion and decreased intake. In this situation, especially in light of no new symptoms of concern, it is important to prioritize supplementation of magnesium. Hypomagnesemia is a cause of increased urinary potassium excretion and makes it difficult to correct hypokalemia until the magnesium deficit has been corrected. Magnesium inhibits the renal outer medullary potassium channel located on the apical membrane of both the thick ascending limb of the Henle loop and the principal cells of the cortical collecting duct. Therefore, in the setting of hypomagnesemia, potassium secretion in both of these nephron segments is increased. It will be difficult to successfully address hypokalemia until the hypomagnesemia is corrected. Given that the patient is clinically improving and is not demonstrating signs or symptoms of concern related to hypomagnesemia or hypokalemia, enteral supplementation is preferred rather than intravenous supplementation because the latter is associated with increased risks and adverse effects. PREP Pearls e Hypomagnesemia is a cause of increased urinary potassium excretion through enhanced activity of the renal outer medullary potassium channel on the apical membrane of the thick ascending limb of the Henle loop and the principal cells of the cortical collecting duct. e Inthe setting of hypomagnesemia, it will be difficult to successfully address concurrent hypokalemia until the hypomagnesemia is corrected first. ABP Content Specifications(s)/Content Area e Understand the treatment of hypomagnesemia Suggested Readings Weinstein AR. Evaluation and treatment of disorders of magnesium balance. Curr Treat Options Pediatr. 2020;6:241-251. doi: https://doi.org/10.1007/s40746-020-00204-5 January ¥ CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "An 11-year-old boy is evaluated in the emergency department for sharp, right-sided\nflank pain. The pain began 1 hour before arrival and was associated with a small\namount of blood in the urine. He reports his pain as 10/10 in severity without any\nradiation. He also has mild nausea. He reports no recent fevers, dysuria, or\nswelling. He has no history of urinary tract infections. The patient is afebrile.\n\nAdditional vital signs are shown:\n\nBlood pressure 110/70 mm Hg\n\nHeart rate 120 beats/min\n\nOxygen saturation | 100% in room air\n\nHis physical examination is significant for right-sided costovertebral angle\ntenderness. A urine test strip reveals specific gravity of 1.020, 1+ protein, and 2+\nblood; the remainder of results are negative.\n\n\nAdditional laboratory data are shown:\n\nLaboratory Test\n\nResult\n\nSerum sodium\n\n140 mEq/L (140 mmol/L)\n\nSerum potassium\n\n4 mEq/L (4 mmol/L)\n\nSerum chloride\n\n105 mEq/L (105 mmol/L)\n\nSerum bicarbonate\n\n22 mEq/L (22 mmol/L)\n\nSerum urea nitrogen\n\n17 mg/dL (6 mmol/L)\n\nSerum creatinine\n\n0.5 mg/dL (44 umol/L)\n\nSerum albumin\n\n3.8 g/dL (38 g/L)\n\nSerum calcium\n\n9 mg/dL (2.3 mmol/L)\n\nWhite blood cell count\n\n5000/uL (5 x 109/L)\n\nHemoglobin\n\n11.5 g/dL (115 g/L)\n\n\n\nPlatelet count 350 x 103/yL (350 x 109/L)\n\nOf the following, the test MOST likely to confirm the suspected diagnosis in this\n\npatient is",
    "options": [
      "noncontrast computed tomography of the abdomen",
      "renal ultrasonography",
      "urine calcium:creatinine ratio",
      "urine culture In the vignette, the patient is evaluated for sharp, right-sided flank pain, which is most likely the result of a kidney stone. Even though renal ultrasonography is a good screening test for stones, noncontrast computed tomography (CT) has the highest sensitivity and specificity for detecting stones. As a result, it is the best test to confirm the diagnosis in this case. Flank pain is acommon presenting concern, associated with pain in the back below the 12th rib and above the ilium. There is a large differential diagnosis for patients evaluated for flank pain, with nephrolithiasis being one of the most common causes. Most children with kidney stones are seen with flank or abdominal pain that can be associated with gross hematuria, dysuria, urgency, nausea, and vomiting. The intensity of pain can vary but is often most severe when the stone becomes lodged as it tries to pass through the ureter. The larger stones (>10 mm) are the most likely to cause pain and often require urologic intervention. Other common causes of flank pain include pyelonephritis, musculoskeletal pain, herpes zoster, and autosomal dominant polycystic kidney disease with its complications. In general, the character, radiation, severity, associated symptoms, and chronicity of the pain can help determine the diagnosis. Flank pain that radiates to the ipsilateral testicle is often attributable to proximal ureteral or renal pelvic obstruction. Acute severe flank pain is often attributable to a stone that gets lodged as it tries to pass. Intermittent pain can indicate a stone might be moving and becoming stuck in different places. If fever is present with flank pain, there is the possibility of pyelonephritis or an infected stone. If the chance of an infected stone is high, the patient must undergo urgent evaluation for ureteral obstruction before the patient becomes septic. In children, hematuria can suggest a more acute ureteral obstruction, whereas in adults it is the most common symptom associated with renal tumors. Ureteral obstruction can be acute or chronic. Even though acute obstruction is often associated with a kidney stone, there can be other causes, including blood clots, often from tumors and sloughed renal papillae. In general, chronic obstruction tends to be associated with less severe pain. Ureteropelvic junction obstruction can produce flank pain associated with a diuresis after a large volume of fluids. Bilateral chronic obstruction can present with signs and symptoms of renal failure. Duller pain might be attributable to a congenital obstruction, tumor, retroperitoneal fibrosis, or a ureteral stone. When a patient is seen with flank pain, the diagnostic evaluation should be tailored to the most likely diagnosis. In all patients, a complete history and physical examination are important with a full description of the pain. All patients should have a basic urinalysis, a urine culture if the urinalysis is suggestive of infection, and basic laboratory studies to examine kidney function and electrolytes. If kidney stones are identified, a 24-hour urine test for metabolic analysis should be performed as an outpatient to look at stone- forming constituents in the urine. Additional laboratory studies, such as parathyroid hormone, vitamin D (25-hydroxyvitamin D), and uric acid, should also be considered. For initial imaging, a renal and bladder ultrasonography with or without Doppler or abdominal/pelvic CT should be considered based on clinical suspicion. Ultrasonography is a fast way to exclude urinary tract obstruction without radiation exposure. In the past, an intravenous urogram was a popular imaging modality to give detailed information on calyceal anatomy, size, and shape of kidneys and detect stones. However, because it requires contrast and substantial radiation and has a high rate of allergic reactions, other studies are often preferred. Noncontrast CT remains the gold standard for detection of kidney stones, with a sensitivity greater than 94% and a specificity greater than 97%. Even though plain radiography of the abdomen can help identify calcified, struvite, and cystine stones, its ability to detect small stones and overall accuracy is limited. If there is concern for a renal parenchymal lesion, magnetic resonance imaging might be useful. This patient with right-sided flank pain most likely has a kidney stone that is causing acute ureteral obstruction. Ultrasonography is a great screening test but has lower sensitivity and specificity than noncontrast CT. A urine calcium:creatinine ratio is one screening test for hypercalciuria but is not the best way to confirm the diagnosis in this case. A 24-hour urine test would be a better diagnostic test to determine why the patient developed a stone once the diagnosis is confirmed by imaging. Urine cultures should be considered in patients with fever or dysuria and populations at risk for infections. In this case, a urinary tract infection or pyelonephritis is less likely based on the history. PREP Pearls e The causes of flank pain can be divided into renal/urologic and extrarenal conditions, with nephrolithiasis being the most common cause of acute severe pain. e Because of the large differential diagnosis of flank pain, a thorough history, physical examination, and basic laboratory studies, including urinalysis with or without urine culture, can help determine the diagnosis. A 24-hour urine test is recommended in all patients with kidney stones to determine why they formed the stone. e Noncontrast computed tomography has the highest sensitivity and specificity for detection of kidney stones. January ¥ CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 7-year-old girl with frequent-relapsing, corticosteroid-dependent minimal change\ndisease undergoes routine follow-up in the clinic. Her parents report no new\nsymptoms, including no new relapse, since her last clinic visit. She is taking her\nmedication without missing doses. On physical examination, her body mass index\n\nhas increased from 23 to 25 kg/m? and her blood pressure is 120/58 mm Hg.\n\nSome of her routine laboratory results are shown:\n\nLaboratory Test Result\n\nWhite blood cell count |5 500/uL (5.5 x 109/L)\n\nHemoglobin 12.5 g/dL (125 g/dL)\nPlatelet count 170 x 103/pL (170 x 109/L)\nSodium 138 mEq/L (138 mg/dL)\n\nPotassium 4.8 mEq/L (4.8 mg/dL)\n\n\n\nChloride 107 mEq/L (107 mg/dL)\n\nCarbon dioxide 24 mEq/L (24 mg/dL)\n\nBlood urea nitrogen |10 mg/dL (3.57 mmol/L)\n\nCreatinine 0.4 mg/dL (35.36 mol/L)\nGlucose 195 mg/dL (10.82 mmol/L)\nCalcium 9.2 mg/dL (2.30 mmol/L)\nAlbumin 3.9 g/dL (39 g/L)\nMagnesium 1.2 mg/dL (0.49 mmol/L)\n\nOf the following, the medication this patient is MOST likely currently taking for her\nminimal change disease is",
    "options": [
      "cyclophosphamide",
      "mycophenolate mofetil ® C. prednisone",
      "tacrolimus Patients with corticosteroid-dependent and/or frequent-relapsing nephrotic syndrome require maintenance immunosuppressive therapy to decrease the relapse rate and the cumulative adverse effects of high-dose corticosteroid therapy. The therapeutic pathway for a patient with childhood-onset nephrotic syndrome depends on various factors, including disease factors (eg, corticosteroid responsiveness, corticosteroid dependence, and frequent or infrequent relapses), patient factors (eg, medication adherence and laboratory monitoring ability), and discussion of the potential risks and benefits of the different immunosuppressive agents with the patient's guardians. Commonly used corticosteroid-sparing agents in the United States include cyclophosphamide, calcineurin inhibitors (cyclosporine and tacrolimus), mycophenolate mofetil, and B-cell-depleting antibodies (rituximab). For patients without significant corticosteroid toxic effects, daily or alternate-day low-dose glucocorticoid is another option to maintain long-term remission in corticosteroid-dependent and frequent-relapsing nephrotic syndrome. For patients with corticosteroid-resistant nephrotic syndrome, a calcineurin inhibitor is recommended as the first-line corticosteroid-sparing agent in addition to renin-angiotensin-aldosterone inhibition. Cyclophosphamide is not recommended in corticosteroid-resistant nephrotic syndrome. In addition to the increased risk of infections, unique adverse effects should be considered for these immunosuppressive medications (Table). In the vignette, the patient has hypertension, hyperglycemia, and hypomagnesemia, all of which are adverse effects of tacrolimus. Prednisone can lead to hypertension and hyperglycemia, but hypomagnesemia is not expected with prednisone. Mycophenolate mofetil and rituximab are not associated with hypertension, hyperglycemia, or hypomagnesemia. PREP Pearls e Commonly used corticosteroid-sparing agents for minimal change disease include cyclophosphamide, calcineurin inhibitors (cyclosporine and tacrolimus), mycophenolate mofetil, and B-cell-depleting antibodies (rituximab). e In addition to the increased risk of infections, these immunosuppressive agents have unique adverse effects that should be considered when choosing a therapeutic pathway for the patient. ABP Content Specifications(s)/Content Area e Know the therapeutic options and complications of treatment for minimal change disease Suggested Readings Gipson DS, Massengill SF, Yao L, et al. Management of childhood onset nephrotic syndrome. Pediatrics. 2009;124(2):745-757. doi:10.1542/peds.2008- 1559 Jefferson JA. Complications of immunosuppression in glomerular disease. C/in J Am Soc Nephrol. 2018;13(8):1264-1275. doi:10.2215/CJN.01920218 Kidney International e Improving Global Outcomes (KDIGO). Nephrotic syndrome in children. KDIGO 2021 clinical practice guideline for the management of glomerular diseases. Kidney Int Suppl. 2021;100(4S):S140- $152. https://kdigo.org/wp-content/uploads/201 7/02/KDIGO-Glomerular- Diseases-Guideline-2021-English.pdf Vivarelli M, Massella L, Ruggiero B, Emma F. Minimal change disease. ClinJ Am Soc Nephrol. 2017;12(2):332-345. doi:10.2215/CJN.05000516 Copyright © 2022. American Academy of Pediatrics. All rights reserved. February ¥ CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 13-year-old adolescent girl with end-stage kidney disease secondary to renal\ndysplasia, who received a deceased donor kidney transplant 2 years ago,\nundergoes a kidney transplant biopsy for acute allograft dysfunction. Six months\nago she experienced acute cellular rejection. She is taking tacrolimus and\nmycophenolate mofetil for maintenance therapy, and her other medications\ninclude amlodipine and metoprolol for hypertension. Her height is 158 cm (50th\n\npercentile), weight is 65 kg (92th percentile), and body mass index is 26 kg/m? (95th\npercentile), and she has unremarkable physical examination findings aside from\nmild biopsy site tenderness.\n\nHer biopsy reveals acute cellular rejection (Banff class 1a), and she receives 3\nintravenous methylprednisolone pulses followed by conversion to oral prednisone\nwith a gradual corticosteroid taper. Her transplant team decides to continue the\nadministration of 10 mg of prednisone for additional immunosuppressive therapy.\n\nThree months later, she reports feeling well but notes that she has been thirstier\nand has increased urination, often having to wake up in the middle of the night to\n\nuse the bathroom.\n\nLaboratory data are shown:\n\n\n\nLaboratory Test\n\nResult\n\nWhite blood cell count\n\n4,300/uL (4.3 x 109/L)\n\nHemoglobin\n\n11.1 g/dL (111 g/L)\n\nHematocrit\n\n34.3%\n\nPlatelet count\n\n212 x 103/pL (212 x 109/L)\n\nSerum sodium\n\n134 mEq/L (134 mmol/L)\n\nSerum potassium\n\n4.9 mEq/L (4.9 mmol/L)\n\nSerum chloride\n\n108 mEq/L (108 mmol/L)\n\nSerum bicarbonate\n\n20 mEq/L (20 mmol/L)\n\nSerum blood urea nitrogen\n\n29 mg/dL (10.4 mmol/L)\n\nSerum creatinine\n\n2.1 mg/dL (194.5 pmol/L)\n\nSerum glucose\n\n241 mg/dL (13.4 mmol/L)\n\nSerum calcium\n\n8.7 mg/dL (2.2 mmol/L)\n\nSerum phosphorus\n\n4.8 mg/dL (1.6 mmol/L)\n\nSerum albumin\n\n3.4 g/dL (3.4 g/L)\n\n\n\nUrinalysis\nSpecific gravity 1.020\npH 6.0\nHeme Trace\nProtein 2+\nGlucose 1+\nKetones Negative\nLeukocyte esterase Negative\nNitrite Negative\n0-2 white blood cells per high-power field\nMicroscopy\n3-5 red blood cells per high-power field\nSpot urine protein-to-creatinine ratio |1.1 mg/mg\n\nA fasting blood glucose level is 154 mg/dL (8.6 mmol/L).\n\nOf the following, the BEST next step in her management is to",
    "options": [
      "discontinue prednisone therapy ® B.. start insulin therapy",
      "start metformin therapy",
      "switch tacrolimus to cyclosporine The patient in the vignette has hyperglycemia while being treated with triple immunosuppression with tacrolimus, mycophenolate mofetil, and low-dose prednisone after treatment of acute cellular rejection. Posttransplant hyperglycemia can be transient, such as in the immediate postoperative period after kidney transplantation (because of the stress of surgery and receiving high-dose corticosteroids), or can be chronic and occur later in the setting of treatment for posttransplant complications, such as acute rejection or infection. Posttransplant diabetes mellitus (PTDM) should be considered when there is evidence of persistent hyperglycemia or severe hyperglycemia with symptoms of diabetes mellitus in a transplant patient with no active rejection or infection. This patient has hyperglycemia, both by random and fasting blood glucose measurement, and symptoms consistent with PTDM, including polydipsia, polyuria, and new nocturia. Unfortunately, she now has persistent allograft dysfunction after treatment for her second episode of rejection. The next best step in her management would be to obtain glycemic control using insulin therapy. Posttransplant diabetes mellitus is a common complication after kidney transplantation but has a variable incidence across studies, depending on study population, method of diagnosis (eg, random glucose measurement vs use of the oral glucose tolerance test), timing from transplant, and whether patients with pretransplant diabetes mellitus are included. New-onset diabetes mellitus after transplantation is a term established by international consensus guidelines in 2003 to highlight the risk factors unique to solid organ transplant recipients that alter glucose metabolism (Table). Previous long-term studies have found 2- to 5-year incidence rates of PTDM of 18% to 33%, but more contemporary studies have found a decrease in incidence over time. Data published in 2017 from the Organ Procurement and Transplant Network/Scientific Registry of Transplant Recipients indicate that the 5-year incidence had decreased from approximately 16% in 2007 to 10% in 2012, which may in part be related to increased use of transplant protocols minimizing long-term corticosteroid exposure. Diagnosis of PTDM is similar to that of nontransplant patients, but a formal diagnosis should be avoided in the first 6 weeks after transplant because of the high prevalence of transient hyperglycemia during this period (up to 90% by some studies). Diagnostic criteria for PTDM include the following: e Random blood glucose level =200 mg/dL (11.1 mmol/L) with symptoms of diabetes (eg, polydipsia, polyphagia, polyuria, and weight loss) e Fasting blood glucose level =>126 mg/dL (7 mmol/L) e Two-hour blood glucose level =>200 mg/dL during an oral glucose tolerance test, performed per World Health Organization guidelines e Hemoglobin Aj, level =6.5%, measured at least 3 months after transplant (test is not valid until synthesis and glycation of new hemoglobin after transplant) Treatment of PTDM uses a multistep approach. Similar to nontransplant patients with type 2 diabetes mellitus, lifestyle modification should be strongly encouraged, including dietary changes, weight reduction (particularly if overweight or obese), and increased physical activity. In adult transplant recipients, oral hypoglycemic agents are frequently considered next in patients who remain hyperglycemic. These medications include sulfonylureas (eg, glipizide, glyburide), dipeptidyl peptidase 4 inhibitors (eg, sitagliptin, saxagliptin), glucagon-like peptide 1 receptor agonists (eg, liraglutide, exenatide), and other classes of agents. However, these medications are less well studied in pediatric solid organ transplant recipients with PTDM, and several of these agents can induce or inhibit cytochrome P450 3A4 (CYP3A4), altering the metabolism of calcineurin inhibitors. Metformin is an oral hypoglycemic agent that is first-line therapy for children with type 2 diabetes mellitus, which works by decreasing hepatic gluconeogenesis and improving insulin sensitivity, and does not interfere with metabolism of immunosuppressive agents through CYP3A4. However, its use is discouraged in children with impaired kidney function because of the risk of lactic acidosis. When an oral hypoglycemic agent cannot be used or is not well tolerated or if hyperglycemia is persistent, then insulin therapy should be initiated. This frequently includes a regimen that uses a once-daily long-acting insulin (eg, glargine), which provides basal control of blood glucose and short-acting insulin (eg, lispro, aspart) for postprandial hyperglycemic control. Insulin generally does not have drug-drug interactions with immunosuppressant medications but may require dose reduction as kidney function declines to prevent hypoglycemia. Modification of immunosuppressive therapy to improve glycemic control, such as corticosteroid withdrawal or conversion from one maintenance immunosuppressant to another, is generally avoided, especially when considering the patient's risk of acute rejection. Although the optimal target for glycemic control in kidney transplant recipients with PTDM is not clear, adequate long-term control is important for reducing the risk and progression of diabetic nephropathy and development of other metabolic syndrome comorbidities. The American Diabetes Association recommends monitoring hemoglobin Aj; levels every 3 months, similar to nontransplant patients with diabetes mellitus, targeting a level less than 7% or slightly higher (eg, <8%) in older adults. PREP Pearls e Hyperglycemia after transplant is common in the immediate postoperative period and usually transient. e Multiple factors play a role in the development of persistent hyperglycemia and posttransplant diabetes mellitus, including older age, preexisting diabetes mellitus, obesity, human leukocyte antigen mismatch, deceased donor kidney, immunosuppressant medications (particularly corticosteroids and calcineurin inhibitors), and posttransplant infections. e Data are limited on the use of oral hypoglycemic agents in pediatric kidney transplant recipients with posttransplant diabetes mellitus. In addition to lifestyle modifications to promote weight loss, insulin therapy is a preferred treatment. ABP Content Specifications(s)/Content Area e Know the causes and treatment of hyperglycemia following renal transplant Suggested Readings Cohen E, Korah M, Callender G, Belfort de Aguiar R, Haakinson D. Metabolic disorders with kidney transplant. C/in/ Am Soc Nephrol. 2020;15(5):732-742. doi:10.2215/CJN.09310819 Grundman JB, Wolfsdorf JI, Marks BE. Post-transplantation diabetes mellitus in pediatric patients. Horm Res Paediatr. 2020;93(9-10):510-518. doi:10.1159/000514988 Hecking M, Sharif A, Eller K, Jenssen T. Management of post-transplant diabetes: immunosuppression, early prevention, and novel antidiabetics. Transpl Int. 2021;34(1):27-48. doi:10.1111/tri.13783 Copyright © 2022. American Academy of Pediatrics. All rights reserved. February ¥ CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 15-year-old adolescent boy was seen at the emergency department 1 month ago\nwith his first episode of nephrolithiasis. He spontaneously passed the stone, which\nwas sent for analysis. The stone’s composition was pure cystine. His urinary stone\nrisk profile showed a urine volume of 1.2 L/day, cystine excretion of 800 mg/day,\nand a pH of 5. His urinary sodium was 100 mEq/day. The remainder of the urinary\nchemistry findings were unremarkable.\n\nThe patient is in the office today as a follow-up from his emergency department\nvisit.\n\nOf the following, the BEST next step in the management of this patient’s\nnephrolithiasis is",
    "options": [
      "captopril",
      "D-penicillamine",
      "tiopronin ® D. urine-alkalinizing agent Cystinuria is caused by a defect in the apical transport of cystine and dibasic amino acids (ornithine, lysine, arginine) in the proximal tubule of the kidney. There are no clinical consequences of increased urinary excretion of ornithine, lysine, and arginine. However, as cystine is poorly soluble, it precipitates in the urine and causes obstruction, infection, and nephrolithiasis. Crystallization of cystine increases when the concentration of cystine in the urine exceeds 250 mg/L. Cystinuria is usually inherited in an autosomal recessive fashion but can be inherited in an autosomal dominant manner with variable expressivity. Cystinuria is responsible for 5% to 10% of pediatric nephrolithiasis cases, and the incidence is approximately 1 in 70,000 live births in the United States. Patients with cystinuria are at higher risk for recurrent stone formation, which in turn increases the risk of chronic kidney disease and end-stage renal disease. Cystine and dibasic amino acids are reabsorbed via the amino acid transport system, b2* in exchange for neutral amino acids. rBAT and b2.+ aT comprise the functional unit of the amino acid transport system, b2.* and are linked via a disulfide bridge. Mutations in SLC3A7 (rBAT) and SLC7A9 (b(*)- type amino acid transporter 1, b9,* AT) have been identified in patients with cystinuria, and the mutations include missense, nonsense, splice, frameshift, and large sequence rearrangements. Not all of the patients with cystinuria will eventually develop cystine stones. Approximately 6% of the patients with SLC3A7 and SLC7A9 mutations do not form stones. Moreover, the age at onset of stone formation also varies. Dietary intake of salt, animal protein, and poor fluid intake contribute to stone formation in these patients. The goal of therapy is to decrease stone formation, which involves a multi- pronged approach. Decrease cystine concentration in the urine: e Increase fluid/water intake to keep cystine concentration less than 250 mg/L. Recommend a daily fluid intake to maintain a urine volume of 3 L/day. Patients are advised to drink water prior to going to bed to decrease crystallization of cystine at night. The goal is to have increased urine flow rates during day and night. e Increase solubility of cystine by alkalinization of urine. The optimum urinary pH to achieve is 7.0 to 7.5 because solubility of cystine increases at alkaline pH. Potassium citrate is one of the most commonly used medications for alkalinization of urine. Sodium citrate should be avoided, as it will increase cystine excretion. Urinary alkalinization increases the risk of calcium phosphate stones, and the stone composition should be monitored in patients on urinary alkalinization medications. Decrease cystine excretion: e Decrease sodium intake. Although decreasing dietary intake of sodium has been shown to decrease urine cystine levels, there are no clinical studies that demonstrate a decrease in the formation of cystine stones. In addition, the mechanism behind the reduction in urinary cystine with reduced sodium intake is unclear, as cystine reabsorption is sodium independent. e Avoid excessive animal protein intake. Protein intake should not be restricted in growing children, but excessive animal protein intake should be avoided. The total protein intake should be per the recommended dietary allowance (RDA). Animal protein is rich in cystine and methionine, which is converted to cystine. Moreover, decreasing animal protein intake decreases net acid excretion, which in turn will increase urinary pH, which benefits patients with cystinuria. Increase solubility of cystine to cysteine: e Thiol drugs are used in patients when the above interventions have failed and the patients have recurrent stone formation. Tiopronin (a- mercaptopropionylglycine) and D-penicillamine reduce the disulfide bond between the 2 cysteine molecules in cystine. These drugs combine with cysteine and form a cysteine-drug complex, which increases the solubility of the complex several fold compared to cystine. However, both of these medications can have significant adverse effects. These include leukopenia, thrombocytopenia, and proteinuria. e Captopril has a thiol group and has been shown to increase the solubility of cystine in vitro, but has not been shown to be effective in vivo. The patient in the vignette has cystinuria with low urine volume and a urine pH of 5. He should increase his fluid intake to decrease cystine concentration. In addition, alkalinization of the urine to a urine pH of 7.0 to 7.5 is important to increase the solubility of cystine. Thiol drugs (tiopronin and D- penicillamine) are used when patients have failed therapy with increased fluid intake, urinary alkalinization, and dietary changes. Captopril is not an effective agent in vivo. Of the options listed, the use of a urinary alkalinization agent is the next best step in the treatment of this patient. PREP Pearls e Cystinuria is characterized by increased urinary excretion of cystine and dibasic amino acids (ornithine, lysine, and arginine) and cystine stones. Cystine is poorly soluble and thus precipitates in the urine, causing obstruction and infection. e Treatment of patients with cystine stones includes increased fluid intake, dietary changes (low-salt diet and avoid excessive animal protein intake), and urinary alkalinization. Recurrent and refractory stone formers are treated with cystine-binding thiol drugs. ABP Content Specifications(s)/Content Area e Know the appropriate therapy for cystinuria Suggested Readings Chillaron J, Font-Llitjos M, Fort J, et al. Pathophysiology and treatment of cystinuria. Nat Rev Nephrol. 2010;6:424-34. doi: 10.1038/nrneph.2010.69. Eisner BH, Goldfarb DS, Baum MA, et al. Evaluation and Medical Management of Patients with Cystine Nephrolithiasis: A Consensus Statement. / Endourol. 2020. doi: 10.1089/end.2019.0703. Copyright © 2022. American Academy of Pediatrics. All rights reserved. February ¥ CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 3-year-old girl with end-stage kidney disease due to renal dysplasia was started\non peritoneal dialysis 6 weeks ago. She tolerated initiation of peritoneal dialysis\nwithout complications. Her estimated dry weight is 12 kg. Fill volumes were started\nat 100 mL and slowly increased over several weeks. She is currently doing\n\ncontinuous cycling peritoneal dialysis with fill volumes of 1,000 mL/m2, 8 cycles\n\nover 10 hours with a last fill of 500 mL/m2. She typically uses dialysate with 1.5%\ndextrose for overnight fills and 2.5% dextrose for the last fill. Ultrafiltration volumes\nwere initially 250-300 mL/day. Over the past 2 weeks, ultrafiltration volumes have\nbeen 100-150 mL despite changing to dialysate with 2.5% dextrose with overnight\nfills.\n\nNow she is seen in the emergency department with several days of cough and\nshortness of breath. She has been afebrile. Her weight is 13.8 kg. Her vital signs are\nshown:\n\nBlood pressure |112/68 mm Hg\n\nRespiratory rate |28 beats/min\n\nOxygen saturation |92% in room air\n\n\n\nShe has increased work of breathing and diminished breath sounds over the right\nlung fields. Her abdomen is soft and nontender. Electrolyte panel is remarkable for\nthe following data:\n\nLaboratory Test Result\n\nPotassium 5.8 mEq/L (5.8 mmol/L)\n\nBlood urea nitrogen |42 mg/dL (15 mmol/L)\n\nCreatinine 4 mg/dL (353.6 pmol/L)\n\nA chest radiograph shows complete opacification of the right lung. Chest\nultrasound confirms a large free-flowing right-sided pleural effusion. She\nundergoes thoracentesis with drainage of 400 mL of straw-colored fluid.\n\nPleural fluid analysis reveals:\n\nWhite blood cell count |g,800/uL (8.8 x 109/L)\n\nAlbumin 1.2 g/dL (12 g/L)\n\nGlucose 270 mg/dL (15 mmol/L)\n\nLactate dehydrogenase |108 U/L\n\n\n\nOf the following, the BEST next step in the management of this patient is",
    "options": [
      "instillation of methylene blue into the peritoneum ® B. placement of a hemodialysis catheter",
      "pleurodesis with talc",
      "video-assisted thoracoscopic surgery The patient in this vignette has respiratory distress and diminished ultrafiltration after she recently started peritoneal dialysis (PD). She has a large pleural effusion with a high glucose content, indicating a hydrothorax due to pleuroperitoneal leak. Hydrothorax has been reported to occur in 1% to 5% of adults on PD. In a survey from the European Paediatric Dialysis Working Group, there were 10 cases of pleuroperitoneal leak among 1,506 children receiving PD (0.66%) from all participating centers over 10 years. Hydrothorax due to pleuroperitoneal leak tends to occur early after initiation of PD (50% within 30 days of PD initiation) but can develop at any point throughout the course of treatment. Pleuroperitoneal leaks are thought to occur as a result of congenital or acquired diaphragmatic defects. Unilateral right-sided hydrothorax is the most common presentation (50% to 90% of cases), possibly because left- sided diaphragmatic defects are protected by the heart and pericardium. Once a pleuroperitoneal connection develops, positive pressure within the abdomen during PD promotes the movement of dialysate from the peritoneum into the pleural space. Higher incidence of pleuroperitoneal leak has been described in conditions with increased intra-abdominal pressure (eg, autosomal dominant polycystic kidney disease). Pleuroperitoneal leaks have been reported more commonly among adults on PD, which may be related to more frequent use of continuous ambulatory PD among adults vs children. Continuous ambulatory PD typically has higher intra-abdominal pressure as compared to continuous cycling or intermittent nightly PD, which are done primarily in the supine position. Hydrothorax typically presents with dyspnea and cough. Physical examination findings include tachypnea, hypoxia, diminished breath sounds on the affected side, and dullness to percussion over the effusion. Some patients may be asymptomatic and only diagnosed based on routine physical examination or as a result of diminished ultrafiltration. Thoracentesis can be diagnostic, with pleural fluid analysis indicating a transudative effusion (low white blood cell count, low albumin, low lactate dehydrogenase) and pleural fluid glucose greater than serum glucose (leading to the term “sweet hydrothorax”). A glucose gradient of more than 50 mg/dL higher in pleural fluid than plasma has a high sensitivity and specificity for diagnosing a pleuroperitoneal leak. However, a normal glucose level in the pleural fluid does not exclude a pleuroperitoneal leak. Thoracentesis can also be therapeutic in patients with large, symptomatic effusions. Additional radiographic studies such as peritoneal scintigraphy can confirm a suspected pleuroperitoneal leak but are not always necessary. Methylene blue dye can be instilled into the peritoneum to help diagnose a leak, but it can cause a chemical peritonitis. For the patient in this vignette, the diagnosis of pleuroperitoneal leak can be determined by the clinical presentation and thoracentesis results, so additional diagnostic tests are not necessary. The recommended first step in the treatment of hydrothorax due to pleuroperitoneal leak is conservative management with temporary cessation of PD. Some leaks will resolve spontaneously, especially if small, and PD can be resumed after a temporary period on hemodialysis. Discontinuation of PD is generally recommended for 2 to 6 weeks. Chow et al published a systematic review of 104 adults with pleuroperitoneal leak from 10 studies. Approximately 50% of these patients successfully resumed long-term PD after temporary discontinuation. In this patient, in addition to cessation of PD, initiation of hemodialysis is indicated based on hyperkalemia and volume overload. Patients who fail conservative management or have contraindications to hemodialysis may require surgical intervention. Surgical options include pleurodesis, thoracotomy, and video-assisted thoracoscopic surgery. Pleurodesis involves instilling a sclerosing agent through a thoracostomy tube into the pleural cavity, causing inflammation and fibrosis, which can seal off the pleuroperitoneal communication. Agents that have been used for chemical pleurodesis include talc, tetracycline, autologous blood, betadine, and fibrin glue. It is recommended to wait 10 days before resuming PD after chemical pleurodesis. A surgical thoracotomy is a more invasive approach but allows for direct visualization and repair of diaphragmatic defects. Video- assisted thoracoscopic surgery is a less invasive alternative to surgical thoracotomy, and it allows for visualization of diaphragmatic defects and direct application of chemical or mechanical pleurodesis. The general recommendation is to wait 3 to 4 weeks before resuming PD. Patients who fail conservative management and surgical intervention will require a permanent switch to hemodialysis. PREP Pearls e Pleuroperitoneal leak is a rare complication of peritoneal dialysis that should be suspected in patients who develop cough, shortness of breath, or diminished ultrafiltration. e The diagnosis of pleuroperitoneal leak can be confirmed by thoracentesis, showing a transudative effusion with high glucose content. e The mainstay of therapy for pleuroperitoneal leak is temporary cessation of peritoneal dialysis. Patients who fail a trial of conservative management may require surgical intervention. ABP Content Specifications(s)/Content Area e Understand the circumstances under which peritoneal dialysis should be temporarily or permanently discontinued Suggested Readings Chow KM, Szeto CC, Li PK. Management options for hydrothorax complicating February ¥ CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 7-year-old girl with frequent-relapsing, corticosteroid-dependent minimal change\ndisease undergoes routine follow-up in the clinic. Her parents report no new\nsymptoms, including no new relapse, since her last clinic visit. She is taking her\nmedication without missing doses. On physical examination, her body mass index\n\nhas increased from 23 to 25 kg/m? and her blood pressure is 120/58 mm Hg.\n\nSome of her routine laboratory results are shown:\n\nLaboratory Test Result\n\nWhite blood cell count |5 500/uL (5.5 x 109/L)\n\nHemoglobin 12.5 g/dL (125 g/dL)\nPlatelet count 170 x 103/pL (170 x 109/L)\nSodium 138 mEq/L (138 mg/dL)\n\nPotassium 4.8 mEq/L (4.8 mg/dL)\n\n\n\nChloride 107 mEq/L (107 mg/dL)\n\nCarbon dioxide 24 mEq/L (24 mg/dL)\n\nBlood urea nitrogen |10 mg/dL (3.57 mmol/L)\n\nCreatinine 0.4 mg/dL (35.36 mol/L)\nGlucose 195 mg/dL (10.82 mmol/L)\nCalcium 9.2 mg/dL (2.30 mmol/L)\nAlbumin 3.9 g/dL (39 g/L)\nMagnesium 1.2 mg/dL (0.49 mmol/L)\n\nOf the following, the medication this patient is MOST likely currently taking for her\nminimal change disease is",
    "options": [
      "cyclophosphamide",
      "mycophenolate mofetil ® C. prednisone",
      "tacrolimus Patients with corticosteroid-dependent and/or frequent-relapsing nephrotic syndrome require maintenance immunosuppressive therapy to decrease the relapse rate and the cumulative adverse effects of high-dose corticosteroid therapy. The therapeutic pathway for a patient with childhood-onset nephrotic syndrome depends on various factors, including disease factors (eg, corticosteroid responsiveness, corticosteroid dependence, and frequent or infrequent relapses), patient factors (eg, medication adherence and laboratory monitoring ability), and discussion of the potential risks and benefits of the different immunosuppressive agents with the patient's guardians. Commonly used corticosteroid-sparing agents in the United States include cyclophosphamide, calcineurin inhibitors (cyclosporine and tacrolimus), mycophenolate mofetil, and B-cell-depleting antibodies (rituximab). For patients without significant corticosteroid toxic effects, daily or alternate-day low-dose glucocorticoid is another option to maintain long-term remission in corticosteroid-dependent and frequent-relapsing nephrotic syndrome. For patients with corticosteroid-resistant nephrotic syndrome, a calcineurin inhibitor is recommended as the first-line corticosteroid-sparing agent in addition to renin-angiotensin-aldosterone inhibition. Cyclophosphamide is not recommended in corticosteroid-resistant nephrotic syndrome. In addition to the increased risk of infections, unique adverse effects should be considered for these immunosuppressive medications (Table). In the vignette, the patient has hypertension, hyperglycemia, and hypomagnesemia, all of which are adverse effects of tacrolimus. Prednisone can lead to hypertension and hyperglycemia, but hypomagnesemia is not expected with prednisone. Mycophenolate mofetil and rituximab are not associated with hypertension, hyperglycemia, or hypomagnesemia. PREP Pearls e Commonly used corticosteroid-sparing agents for minimal change disease include cyclophosphamide, calcineurin inhibitors (cyclosporine and tacrolimus), mycophenolate mofetil, and B-cell-depleting antibodies (rituximab). e In addition to the increased risk of infections, these immunosuppressive agents have unique adverse effects that should be considered when choosing a therapeutic pathway for the patient. ABP Content Specifications(s)/Content Area e Know the therapeutic options and complications of treatment for minimal change disease Suggested Readings Gipson DS, Massengill SF, Yao L, et al. Management of childhood onset nephrotic syndrome. Pediatrics. 2009;124(2):745-757. doi:10.1542/peds.2008- 1559 Jefferson JA. Complications of immunosuppression in glomerular disease. C/in J Am Soc Nephrol. 2018;13(8):1264-1275. doi:10.2215/CJN.01920218 Kidney International e Improving Global Outcomes (KDIGO). Nephrotic syndrome in children. KDIGO 2021 clinical practice guideline for the management of glomerular diseases. Kidney Int Suppl. 2021;100(4S):S140- $152. https://kdigo.org/wp-content/uploads/201 7/02/KDIGO-Glomerular- Diseases-Guideline-2021-English.pdf Vivarelli M, Massella L, Ruggiero B, Emma F. Minimal change disease. ClinJ Am Soc Nephrol. 2017;12(2):332-345. doi:10.2215/CJN.05000516 Copyright © 2022. American Academy of Pediatrics. All rights reserved. February ¥ CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 6-year-old boy is evaluated for a family history of asymptomatic microscopic\nhematuria. The patient's mom (29 years of age) and dad (30 years of age) were\ndiagnosed with microscopic hematuria on routine health supervision visits. There is\na history of microscopic hematuria in the maternal grandfather and paternal\ngrandmother. There is no family history of hypertension, proteinuria, renal failure,\nor deafness on either side. On physical examination, the boy has normal growth\nand vital signs, including blood pressure. Urinalysis shows 1+ blood, negative\nprotein test results, and 5 to 10 dysmorphic red blood cells per high-powered\nmicroscopic field.\n\nOf the following, the MOST appropriate statement regarding hematuria in this\nfamily is that",
    "options": [
      "the boy is at risk for Alport syndrome",
      "family history has greater than 90% sensitivity for the diagnosis",
      "akidney biopsy is indicated in the boy to confirm diagnosis ® D. the parents may not be kidney donors The patient in the vignette has glomerular hematuria (dysmorphic red blood cells) and a family history of asymptomatic microscopic hematuria (mother, father, maternal grandfather, and paternal grandmother). Of note, there is no family history of hypertension, proteinuria, renal failure, or deafness on either side. Diagnostic considerations in this patient include Alport syndrome (AS) and thin basement membrane nephropathy (TBMN). According to an expert panel, “The term Alport syndrome is reserved for patients with characteristic clinical features of hematuria, renal failure, hearing loss, lenticonus and retinal flecks with a lamellated glomerular basement membrane (GBM) with an abnormal collagen IV composition; and mutations in the COL4A5 or COL4A3/ COL4A4 genes.” X-linked inheritance associated with COL4A5 gene mutation is most frequently seen (85%) in AS followed by autosomal recessive inheritance associated with homozygous or compound heterozygous mutations in both copies of COL4A3 or COL4A4. Heterozygous mutations in the COL4A3 or COL4A4 variants are responsible for the very rare autosomal dominant inheritance form of AS. Thin basement membrane nephropathy affects 1% of the population, and patients usually present with isolated persistent (>1 year) glomerular hematuria. Thin basement membrane nephropathy is usually caused by heterozygous COL4A3 or COL4A4 mutations. Variants in these genes are also associated with autosomal dominant AS. In view of the slow progression of renal failure characterized by increasing proteinuria and deteriorating glomerular filtration rate (GFR), there is considerable overlap between the 2 conditions. Kidney biopsy reveals characteristic lamellated appearance of the GBM in autosomal dominant AS and normal expression of the collagen IV a3, a4, and a5 chains in renal basement membranes in TBMN. According to recent Expert Guidelines for the Management of Alport Syndrome and Thin Basement Membrane Nephropathy, “The offspring of two parents with TBMN have a 25% risk of autosomal recessive AS if both parents have a mutation in the same COL4A3 or COL4A4 gene.” The patient in the vignette has increased risk for AS because both parents have persistent hematuria (indicating TBMN) along with a positive family history. Family history of hematuria is only moderately sensitive (70%) for diagnosing TBMN. This moderate sensitivity is because, although TBMN is inherited in an autosomal dominant manner with a low de novo mutation rate, penetrance of hematuria is approximately 70%. In an individual with TBMN, only 50% of the offspring will inherit the causative mutation; however, fewer have hematuria due to incomplete penetrance. Patients with TBMN usually have a low risk of renal failure; however, hypertension, proteinuria, and renal impairment are indicative of poor prognosis in TBMN. Kidney biopsy should be considered in patients suspected of having TBMN in the presence of these markers associated with poor prognosis or when a diagnosis of X-linked AS or a coincidental glomerular or tubulointerstitial abnormality cannot be excluded. As such, a kidney biopsy is not indicated in this patient. Individuals with TBMN or autosomal recessive AS may be kidney donors (1) in the absence of markers of poor prognosis (hypertension, proteinuria, or low GFR), (2) on exclusion of X-linked AS on genetic testing and renal biopsy, and (3) absence of coincidental kidney disease. In such donors, a kidney biopsy is mandatory before donation to assess underlying or prevalent renal injury. Such donors should also be counseled about kidney injury associated with hypertension and proteinuria and strategies to minimize this risk. PREP Pearls e Alport syndrome is diagnosed in patients with characteristic clinical features of hematuria, kidney failure, hearing loss, lenticonus and retinal flecks with a lamellated glomerular basement membrane with an abnormal collagen IV composition, and mutations in the COL4A5 or COL4A3/COL4A4 genes. e Thin basement membrane nephropathy is diagnosed in patients who present with isolated persistent glomerular hematuria with thin glomerular basement membrane associated with heterozygous COL4A3 or COL4A4 mutation. e Patients with thin basement membrane nephropathy usually have good prognosis with a low risk of kidney failure; however, the presence of hypertension, proteinuria, or kidney impairment is indicative of poor prognosis in thin basement membrane nephropathy. ABP Content Specifications(s)/Content Area e Update on classification and genetics of Alport syndrome and thin membrane disease Suggested Readings Kashtan CE, Gross O. Clinical practice recommendations for the diagnosis and management of Alport syndrome in children, adolescents, and young adults- an update for 2020. Pediatr Nephrol. 2021;36(3):711-719. doi: 10.1007/s00467-020-04819-6 Savige J, Gregory M, Gross O, Kashtan C, Ding J, Flinter F. Expert guidelines for the management of Alport syndrome and thin basement membrane nephropathy. / Am Soc Nephrol. 2013;24(3):364-375. doi: 10.1681/ASN.2012020148. Copyright © 2022. American Academy of Pediatrics. All rights reserved. March ¥ CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "After prenatal ultrasonography performed at 18 weeks’ gestation, the parents are\ntold that their son has congenital lower urinary tract obstruction likely secondary to\nposterior urethral valves. At 24 weeks’ gestation, fetal ultrasonography reveals\n\noligohydramnios, bladder volume of 5.4 cm? or greater, and bilateral echogenic\n\nhydronephrotic kidneys with visible cysts. The fetal urine profile is unfavorable.\nChromosome microarray results are normal.\n\nOf the following, the RECOMMENDED fetal intervention at this age of gestation to\nimprove kidney function is to perform",
    "options": [
      "amniotic infusion",
      "fetal cystoscopy ® C. no intervention",
      "vesicoamniotic shunt Congenital lower urinary tract obstruction (LUTO) occurs in approximately 2.2 in 10,000 births. The most common fetal LUTO is posterior urethral valves, followed by Eagle-Barrett syndrome and urethral atresia, which is often lethal. Ultrasonography is the recommended diagnostic tool, although complex cases may warrant fetal magnetic resonance imaging. To improve the antenatal diagnosis of obstructing LUTO, a proposal based on ultrasonographic criteria has been proposed by Fontanella et al. The 5 criteria include bladder distention, ureteral size, amniotic volume, fetal sex (higher point for male), and referral before 28 weeks’ gestation. A score 9.5 or higher likely indicates obstructing LUTO vs nonobstructing megacystis. The use of this new proposal enables early and proper diagnosis for management and counseling. Bladder volume and volume of amniotic fluid before 26 weeks’ gestation have been used to predict perinatal mortality. Fontanella et al reported that bladder volume of 5.4 cm? or greater with oligo- or anhydramnios before 20 weeks had perinatal mortality of 55% related to pulmonary issues and 44% risk of impaired kidney function (severe). Bladder volume less than 5.4 cm? with normal amniotic fluid at 20 weeks had a perinatal mortality rate of 26% and a 31% risk of impaired kidney function (moderate). Normal amniotic volume at 26 weeks had a perinatal mortality rate of 11% and an 11% risk of impaired kidney function (mild). Although there is a lower risk of requiring respiratory support in mild cases, these children are still at risk for chronic kidney disease. The goal of fetal intervention is to relieve the effects of the obstruction on the developing kidneys and prevent pulmonary hypoplasia. The decision to intervene is based on multiple criteria, including normal karyotype, absence of other congenital anomalies that can affect prognosis, and amount of amniotic fluid during the second trimester. Serial vesicocentesis has been performed, and fetal urine electrolyte levels, urine osmolality, and B,- microglobulin levels have been used as additional prognostic factors to predict kidney prognosis and whether fetal intervention should be performed. After 18 weeks’ gestation, most of the amniotic fluid is composed of fetal urine, which becomes more hypotonic as gestation progresses. Serial vesicocentesis performed 3 times every 48 to 72 hours with decreasing hypertonicity has favorable results. Results of a favorable urine sample profile are shown: Laboratory Test |Result Urine sodium —_|<100 mEq/L (<100 mmol/L) Calcium <8 mg/dL (2 mmol/L) Chloride <90 mEq/L (<90 mmol/L) Osmolality <200 mOsm/kg (<200 mmol/kg) B,-Microglobulin |<6 mg/dL (<6 mg/L) Elevated fetal B,-microglobulin has been associated with decreased glomerular number and renal dysplasia. In more recent studies, proteomic analysis of fetal urine has identified 26 peptides in the presence of posterior urethral valves, and some may be predictive of chronic kidney disease. The potential fetal interventions for LUTO include (1) vesicocentesis, (2) fetal vesicoamniotic shunt (VAS), (3) fetal cystoscopy, (4) amniotic fluid infusions, and (5) in severe cases, termination of pregnancy. Percutaneous VAS is the most common fetal intervention for LUTO. A double pigtail catheter is inserted under ultrasonographic guidance to provide bladder drainage and restore amniotic fluid volume. Complications can occur in more than 40% and include shunt migration, shunt dislodgement or retraction, obstruction, fetal ascites, premature rupture of membranes, premature labor, abdominal wall herniation, and fetal demise. A systematic review by Nassr et al in 2017 favored VAS compared with conservative management with improvement in perinatal survival; however, there was no difference in 6-, 12-, or 24-months survival and in the recovery of postnatal renal function. Fetal cystoscopy may have an advantage over VAS because it relieves the urethral obstruction. Fetal cystoscopy is only performed if urethral valves are identified. Improved renal function and fetal survival at 6 postnatal months were reported after fetal cystoscopy compared with VAS, which was associated with improved survival but no improvement in renal function. Direct comparison between fetal cystoscopy and VAS on long-term renal function and patient survival has not been done. A systematic review of fetal cystoscopy reported improved perinatal survival vs conservative management but not much better than VAS. Complications of fetal cystoscopy include recurrence of obstruction in 20%, urologic or vesicocutaneous fistula, recurrence of LUTO requiring repeat intervention, premature rupture of membranes, premature labor, and fetal demise. Ruano and colleagues have proposed a stratification of the severity of LUTO and recommendations for prenatal management and when to perform fetal intervention (Table). A retrospective study between 2012 and 2016 found a high rate of neonatal death in 42 patients with severe LUTO, with 75% requiring dialysis during neonatal period and 100% requiring dialysis by 1 year of age. Oligohydramnios during the second trimester is a concern, especially for lung development, which occurs between 16 and 24 weeks’ gestation. In the vignette, the presence of oligohydramnios, renal cysts, and unfavorable urine biochemistry may indicate renal dysplasia, and any intervention as listed in the Table may not improve kidney prognosis. Fetal cystoscopy, VAS, and amniotic infusion will increase amniotic fluid volume and may help in improving lung development, but with the ultrasonographic findings these interventions are unlikely to significantly improve kidney function; therefore, no intervention this age of gestation is necessary to improve kidney function. PREP Pearls e Posterior urethral valves are the most common fetal lower urinary tract obstruction. e Fetal intervention should be performed only if it will improve kidney or lung development. e The most commonly performed procedures for fetal lower urinary tract obstruction are vesicoamniotic shunting, fetal cystoscopy, and amniotic infusion. Vesicocentesis is done to evaluate fetal urinary electrolyte profile. ABP Content Specifications(s)/Content Area e Know the issues concerning prenatal intervention for fetal urinary tract obstruction Suggested Readings Fontanella F, van Scheltema PNA, Duin L, et al. Antenatal staging of congenital lower urinary tract obstruction. U/trasound Obstet Gynecol. 2019;53(4):520- 524. doi:10.1002/u0g.19172 Nassr AA, Shazly SAM, Abdelmagied AM, et al. Effectiveness of vesicoamniotic shunt in fetuses with congenital lower urinary tract obstruction: an updated systematic review and meta-analysis. U/trasound Obstet Gynecol. 2017;49(6):696-703. doi:10.1002/u0g.15988 Ruano R, Dunn T, Braun MC, Angelo JR, Safdar A. Lower urinary tract obstruction: fetal intervention based on prenatal staging. Pediatr Nephrol. 201 7;32(10):1871-1878. doi:10.1007/s00467-01 7-3593-8 Ruano R, Sananes N, Wilson C, et al. Fetal lower urinary tract obstruction: proposal for standardized multidisciplinary prenatal management based on disease severity. U/trasound Obstet Gynecol. 2016;48(4):476-482. doi:10.1002/uo0g.15844 March ¥ CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 3-year-old girl with stage 2 chronic kidney disease and dilated cardiomyopathy is\nseen for follow-up evaluation. Her medications include carvedilol, enalapril, sodium\ncitrate, and hydrochlorothiazide. She eats regular table food and drinks 2 ounces of\nwhole milk daily. Her urine output has not changed.\n\nHer height and weight are both at the 45th percentile, her blood pressure is at the\n60th percentile, she has no edema or crackles, her heart murmur is unchanged,\nand her liver is not enlarged. Laboratory data are shown:\n\nLaboratory Data Test\n\nComplete blood count Normal\n\nSodium 142 mEq/L (142 mmol/L)\nPotassium 5.8 mEq/L (5.8 mmol/L)\nChloride 102 mEq/L (102 mEq/L)\nCarbon dioxide 21 mEq/L (21 mmol/L)\n\n\nBlood urea nitrogen 25 mg/dL (9.3 mmol/L)\n\nCreatinine 0.6 mg/dL (53 umol/L)\nCalcium 9 mg/dL (2.3 mmol/L)\nPhosphorus 4 mg/dL (1.3 mmol/L)\n\nUrine protein:creatinine ratio |0.8 mg/mg\n\nA renal ultrasound shows small echogenic kidneys. An echocardiogram shows\nstable heart function.\n\nOf the following, the BEST next step to correct this patient’s electrolyte abnormality\nis to",
    "options": [
      "lower sodium intake ® B. restrict dietary potassium",
      "start potassium cation exchanger",
      "stop enalapril The girl in the vignette has mild hyperkalemia, which is likely multifactorial, including decreased potassium excretion due to her chronic kidney disease and cardiomyopathy. She is also on enalapril, which can further lower glomerular filtration and a beta blocker, which can lower Na-K-ATPase pump activity. She is already on a thiazide diuretic, which helps with urinary potassium excretion. The best next step in the management of mild hyperkalemia in this girl is to restrict dietary potassium. Sodium polystyrene or other potassium cation exchangers can be started if dietary potassium restriction does not work. It is recommended that enalapril be continued in this patient due to a recent study in which discontinuation of renin angiotensin aldosterone inhibitors (RAASi) in children with chronic kidney disease led to faster decline in renal function, persistent hypertension, and increased albuminuria. Lowering sodium intake may be beneficial with blood pressure control but will not directly affect potassium excretion in this patient. Increasing sodium intake may enhance potassium renal excretion due to increased sodium delivery. Hyperkalemia is defined as a potassium level greater than or equal to 5.5 mEq/L, with higher normal levels in infants. The majority of filtered potassium is reabsorbed in the proximal tubule and loop of Henle, and 10% goes to the distal tubule and collecting duct. Renal potassium excretion depends on the concentration gradient across the luminal membrane of the principal cell, sodium delivery, and urine flow rate. Potassium is important in the transmembrane potential of excitable membranes, including nerves and muscles. Symptoms of hyperkalemia can be nonspecific in children, including nausea, emesis, diarrhea, palpitations, paresthesia, weakness, or paralysis. Hyperkalemia can be acute or chronic. Etiologies for hyperkalemia can be divided into the following categories (Table): 1. Pseudohyperkalemia: rise in serum potassium level with normal plasma level usually seen with hemolysis, thrombocytosis, and erythrocytosis 2. Impaired excretion: can be seen in acute kidney injury or chronic kidney disease; use of medications such as trimethoprim; lower renal blood flow as in congestive heart failure and liver cirrhosis; hypoaldosteronism; primary tubular defects 3. Transcellular shifts: can be seen in insulin deficiency (eg, diabetes), metabolic acidosis, hypertonicity, medications, cell breakdown, and hyperkalemic periodic paralysis 4. Increased intake: intravenous fluid, potassium supplement, and blood transfusion Laboratory workup for hyperkalemia includes a complete blood count with platelets, lactate dehydrogenase, serum creatinine kinase, basic metabolic panel, aldosterone, renin, urine chemistries (potassium, sodium, creatinine). Transtubular gradient of potassium (TTKG) has been used to assess potassium secretion by the cortical collecting duct and indirectly measures mineralocorticoid bioactivity, but the interpretation is limited by urine sodium and urine osmolality. The goal of treatment in hyperkalemia is to stabilize the excitable membrane using intravenous calcium in emergency situations followed by potassium redistribution and elimination from the body. 1. Membrane stabilization: using calcium infusion; used to stabilize the cardiac transmembrane voltage gradient; effect occurs in minutes but with short-term duration. Calcium should not be used with digoxin. 2. Redistribution: by indirectly activating the sodium-potassium adenosine triphosphate (Na*/K*_ATPase pump) to transport potassium intracellularly into muscle cells in exchange for sodium e Insulin and glucose: dose dependent; works by Na*/K*-ATPase activation and intracellular pump recruitment of insulin-regulated glucose transporter receptor (GLUT4); can decrease serum potassium by 0.6 to 1.2 mEq/L at 1 hour; onset less than 15 minutes; maximal action 15 to 30 minutes e £-Agonist: catecholamines enable potassium redistribution via increased activity of the Na*/K*-ATPase pump and Na_K.2Cl cotransporter; decreases potassium within 30 minutes after a 10-mg inhaled dose (a higher dose than what is used for asthma) and sustained for 2 hours; can decrease potassium by 0.4 to 1 mmol/L at 1 hour; can also be given intravenously; adverse effects include tachycardia, tremor, palpitations, anxiety. e Sodium bicarbonate: useful in the presence of metabolic acidosis by transcellular shift of potassium into cells through the H*/K* exchange; affects the sodium bicarbonate cotransport system and the sodium hydrogen exchange system within skeletal muscles; increase in sodium intracellularly increases Na*/K*-ATPase activity, decreasing potassium. Alkalosis upregulates the potassium channel in the distal nephron, which inhibits proximal tubular reabsorption of bicarbonate increasing urinary potassium concentration; can also expand extracellular fluid, diluting serum potassium. Serum potassium decreases by 2 mEq/L for every 10 mEq/L increase in serum bicarbonate levels; Na/K exchange channel is upregulated in acidemia and downregulated by alkalemia 3. Elimination: e Renal excretion using intravenous fluid by increasing urine flow or diuretic (use loop diuretic or combination of loop and/or distal diuretic) e Gastrointestinal (Gl): (1) sodium polystyrene sulfonate (SPS) ion- exchange resin that exchanges sodium for ammonium, calcium, magnesium and potassium; targeted to enhance potassium elimination through the feces; functions in the gastrointestinal tract and distal colon; resin swells with water contact; given with sorbitol and osmotic cathartic; each gram binds approximately 0.65 mEq potassium; can cause constipation and obstruction; combination of sorbitol with the resin may result in colonic necrosis and death; (2) Patiromer: synthetic polymer consisting of nonabsorbable spherical beads; sodium free and potassium-binding polymer exchanges calcium for potassium; fecal excretion in exchange for calcium at the distal colon; it exchanges calcium with hydrogen ions; unlike SPS, it does not swell when exposed to water and does not need a laxative to enter the distal colon; onset 7 to 48 hours with duration of effect 12 to 24 hours; dose-related increase in stool potassium excretion by 15 to 20 mEq with serum decrease by approximately 1 mmol/L; hypomagnesemia is the most common adverse effect; (3) Sodium zirconium cyclosilicate: nonabsorbable selective cation exchanger, unlike patiromer, it is not a polymer; selectively captures potassium ions in exchange for hydrogen and sodium ions in the GI lumen; binds more than 9 times the amount of potassium versus sodium polystyrene; excretion of potassium by exchanging with sodium and hydrogen throughout the Gl tract; onset 1 to 6 hours, duration 4 to 12 hours. Adverse effects, GI symptoms, and edema, can increase sodium level; 1 g binds 3 mEq of potassium. Patiromer and sodium zirconium cyclosilicate are cleared by the FDA for use in adults. PREP Pearls e Dietary potassium restriction is important in the management of chronic hyperkalemia. e Stopping renin angiotensin aldosterone inhibitors (RAASi) due to mild hyperkalemia may hasten the progression of chronic kidney disease. e Acute hyperkalemia requires immediate therapy, including stabilization of cardiac membrane, redistribution, and elimination. ABP Content Specifications(s)/Content Area e Plan the evaluation and treatment of hyperkalemia Suggested Readings Coutrot M, Depret F, Legrand M. Tailoring treatment of hyperkalemia. Nephro/ Dial Transplant. 2019: 34; iii62-iii68. doi: 10.1093/ndt/gfz220 Ellison DH, Terker AS, Gamba G. Potassium and its discontents: New Insight, New Treatments. / Am Soc Nephrol. 2016; 27: 981-989. doi: 10.1681/ASN.2015070751 Van den Belt, SM, Heerspink HJL, Kirchner M, Gracchi V, Thurn-Valsassina, et al. Discontinuation of RAAS inhibition in children with advanced CKD. Clin / Am Soc Nephrol. 2020. doi: 10.2215/CJN.09750819 Copyright © 2022. American Academy of Pediatrics. All rights reserved. March ¥ CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 12-year-old girl with myelomeningocele, neurogenic bladder, and reflux\nnephropathy is followed up for chronic kidney disease. Her course has been\ncomplicated by recurrent febrile urinary tract infections, with subsequent renal\nscarring, and she currently undergoes clean, intermittent catheterization every 3\nhours. At her last clinic visit, she had an estimated glomerular filtration rate of 29\n\nmL/min/1.73 m2, putting her at chronic kidney disease stage 4. The patient had\nbeen infection free for 18 months but now has low-grade fever, increased fatigue,\nand cloudy urine, concerning for urinary tract infection. Her previous urine cultures\nhave yielded Escherichia coli or Klebsiella pneumoniae, which have been pan-\nsensitive to oral antibiotics.\n\nOf the following, the MOST appropriate antibiotic to use for treatment while\nawaiting urine culture/sensitivity test results is",
    "options": [
      "amoxicillin ® B. cefdinir",
      "gentamicin",
      "trimethoprim-sulfamethoxazole This patient in the vignette has chronic kidney disease (CKD) stage 4 anda history of recurrent urinary tract infections (UTIs) associated with her urologic disease. She now has clinical signs suggestive of a new UTI. When choosing empiric antibiotic therapy, which in some cases may be based on prior sensitivities or knowledge of prior bacterial growth, other considerations should be taken into account, including the risk of direct nephrotoxic injury and other adverse effects related to drug accumulation from impaired clearance by the kidneys. This patient has had prior Escherichia coliand Klebsiella pneumoniae UTIs; thus, empiric antimicrobial therapy should include broad gram-negative coverage. Given the high likelihood of resistance in these organisms to amoxicillin, this agent is not appropriate. Gentamicin should be avoided in advanced CKD because of nephrotoxicity that may further impair kidney function. Because of the risk of hyperkalemia associated with trimethoprim- sulfamethoxazole, caution should be used when prescribing this medication to patients with advanced CKD. Therefore, cefdinir dosed to account for her kidney impairment would be the safest antibiotic choice. Chronic kidney disease can alter drug processing and metabolism for many classes of medications as well as affect elimination through decreased glomerular filtration and/or tubular secretion. Although some of these processes cannot be measured easily, such as enteral absorption, volume of distribution, and intracellular metabolism, medications should have dose adjustment based on estimated glomerular filtration rate when possible. Antibiotics are one such class of medications that are prone to dosing errors in patients with CKD, which may result in treatment failure or treatment- related complications. Aminoglycosides, including gentamicin, are useful antibiotic agents for the treatment of many gram-negative organisms associated with bacteremia and UTIs. However, the prevalence of nephrotoxic acute kidney injury with these agents is high, affecting up to 33% of hospitalized children receiving an aminoglycoside. Kidney injury associated with gentamicin and other aminoglycosides manifests as acute tubular necrosis caused by direct cytotoxicity through accumulation of the drug in proximal tubular cells, which leads to a secondary reduction in glomerular filtration rate through tubuloglomerular feedback. Use of aminoglycosides requires close therapeutic drug monitoring. However, in children with CKD who are at heightened risk of acute kidney injury, the use of systemic aminoglycosides is discouraged when safer antimicrobial options are available that are equally effective. Trimethoprim-sulfamethoxazole is a combination sulfonamide antibiotic that exerts its bactericidal effect by disrupting bacterial folic acid synthesis. The half-life of both the trimethoprim and sulfamethoxazole components are doubled in patients with CKD; thus, dose reduction is encouraged for patients with an estimated glomerular filtration rate less than 30 mL/min/1.73 m2, Independent of this, however, the medication is associated with hyperkalemia, which can be life-threatening in patients with preexisting CKD. Trimethoprim, in a dose-dependent manner, causes hyperkalemia through inhibition of the amiloride-sensitive epithelial sodium channel found in the distal nephron, thus interfering with distal tubular potassium excretion. Although this is not a true nephrotoxic effect, trimethoprim-sulfamethoxazole may also falsely elevate serum creatinine levels through inhibition of tubular secretion. This effect is usually transient and resolves quickly with cessation of the drug therapy, but other markers of kidney function, such as cystatin C, are not affected. In rare cases, trimethoprim-sulfamethoxazole has been associated with acute interstitial nephritis and crystal nephropathy. Another antibiotic that should be avoided in patients with CKD is nitrofurantoin. Because of the risk of pulmonary fibrosis, especially with long- term use, and decreased delivery of the drug to the urinary tract at lower glomerular filtration rate, its use is contraindicated for patients with oliguria, anuria, or severe kidney impairment, particularly with an estimated glomerular filtration rate less than 60 mL/min/1.73 m2. PREP Pearls e Certain classes of medications, including antibiotics, require dose adjustment for kidney impairment in chronic kidney disease e Aminoglycosides, such as gentamicin, are associated with a high rate of acute kidney injury from direct tubular toxicity and should be avoided in children with chronic kidney disease unless no safer treatment option is available. e Trimethoprim-sulfamethoxazole is associated with hyperkalemia attributable to inhibition of the amiloride-sensitive sodium epithelial channel, leading to impaired potassium excretion, which can be severe or life-threatening in children with chronic kidney disease. ABP Content Specifications(s)/Content Area e Recognize the drugs that are contraindicated in chronic kidney disease Suggested Readings Downes KJ, Hayes M, Fitzgerald JC et al. Mechanisms of antimicrobial-induced nephrotoxicity in children. / Antimicrob Chemother. 2020;75(1):1-13. doi:10.1093/jac/dkz325 Eyler RF, Shvets K. Clinical pharmacology of antibiotics. Clin J Am Soc Nephrol. 2019;14(7):1080-1090. doi:10.2215/CJN.08140718 Copyright © 2022. American Academy of Pediatrics. All rights reserved. April ¥ CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 10-year-old, previously healthy boy is seen in the hospital with 2 weeks of fatigue,\nfever, cough, and arthralgias. On physical examination, his temperature is 38.5°C,\nheart rate is 108 beats/min, and blood pressure is 138/84 mm Hg. He appears pale\nand has a purpuric rash on his arms and legs. Urinalysis reveals large amounts of\nblood, red blood cells too numerous to count, 3+ protein, and a urine\nprotein:creatinine ratio of 1.9 mg/mg.\n\nAdditional laboratory data are shown:\n\nLaboratory Test Result\n\nWhite blood cell count 7,800/uL (7.8 x 102/L)\nHemoglobin 8.1 g/dL (181 g/L)\n\nPlatelet count 158 x 103/uL (158 x 109/L)\nSodium 136 mEq/L (136 mmol/L)\n\n\n\nPotassium\n\n5.1 mEq/L (5.1 mmol/L)\n\nChloride\n\n100 mEq/L (100 mmol/L)\n\nCarbon dioxide\n\n17 mEq/L (17 mmol/L)\n\nGlucose\n\n100 mg/dL (5.6 mmol/L)\n\nBlood urea nitrogen\n\n52 mg/dL (18.6 mmol/L)\n\nCreatinine 3.1 mg/dL (274 pmol/L)\nCalcium 8.7 mg/dL (2.2 mmol/L)\nPhosphorus 5.1 mg/dL (1.7 mmol/L)\nAlbumin 2.8 g/dL (28 g/L)\nErythrocyte sedimentation rate 84 mm/h\n\nC-reactive protein 15.7 mg/dL (157 mg/L)\n\nC3 146 mg/dL (1.5 g/L)\nC4 30 mg/dL (0.3 g/L)\nAntinuclear antibody Negative\nAntineutrophil cytoplasmic antibody |1:640\n\n\n\nMyeloperoxidase IgG 267\n\nThe patient undergoes a kidney biopsy, which reveals a necrotizing pauci-immune\n\nglomerulonephritis with cellular crescents in 30% of glomeruli. Cyclophosphamide\n\nin addition to intravenous corticosteroids are prescribed. His parents are\nconcerned about the risk of hemorrhagic cystitis.\n\nOf the following interventions, the MOST likely to reduce his risk of hemorrhagic\n\ncystitis is",
    "options": [
      "administer 2-mercaptoethane sodium sulfonate",
      "initiate continuous bladder irrigation with normal saline",
      "prescribe intermittent intravenous cyclophosphamide instead of daily oral cyclophosphamide",
      "transfuse platelets Hemorrhagic cystitis (HC) is a well-described complication in patients treated with alkylating chemotherapeutic agents, including ifosfamide and cyclophosphamide. Cyclophosphamide is a prodrug that is metabolized in the liver by the P450 system to active metabolites, including phosphoramide mustard and inactive metabolites (eg, acrolein). Acrolein is filtered in the urine and concentrated in the bladder. Acrolein leads to cell death and urothelial damage through upregulation of reactive oxygen species and nitric oxide. Hemorrhagic cystitis can have variable clinical presentations, ranging from mild hematuria to life-threatening hemorrhage in the most severe cases. Patients are commonly seen with gross hematuria, suprapubic pain, urinary urgency, and dysuria. Blood clots can lead to bladder outlet obstruction. Hematuria can be more severe in patients with coagulation disorders, thrombocytopenia, or concurrent infection with BK virus. A genetic predisposition to the development of HC may exist. The ALDH3A7 gene encodes for aldehyde dehydrogenases involved in the degradation of cyclophosphamide metabolites. Patients who are heterozygous for the ALDH3A1*2 allele have a 12-fold higher risk of HC compared with patients with the ALDH3A7 variant. Polymorphisms in glutathione S-transferase and cytochrome P450 enzymes have also been associated with increased risk of HC. Hemorrhagic cystitis that develops after cyclophosphamide treatment is associated with an increased risk of bladder cancer in the future. The most important risk factor for the development of HC is the individual dose and total cumulative exposure to cyclophosphamide. Hemorrhagic cystitis has been reported to occur in 10% to 40% of patients treated with ifosfamide and cyclophosphamide for malignant cancer. However, the risk is much lower in patients receiving cyclophosphamide for rheumatologic conditions because the doses used are typically much lower. As an example, the dose of intravenous cyclophosphamide used as induction therapy for antineutrophil cytoplasmic autoantibody vasculitis is typically 15 mg/kg or 0.5-0.75 g/m? vs 50 mg/kg or 2 g/m? used in patients undergoing hematopoietic stem cell transplantation (HSCT). In a retrospective study of more than 1,000 patients treated with cyclophosphamide for autoimmune disease, only 1.7% of patients developed HC. The hazard ratio for HC was 1.24 for each 10-g incremental increase in cumulative exposure to cyclophosphamide. Daily oral cyclophosphamide is associated with a higher risk of HC because of longer treatment duration and higher total cumulative dosage compared with intermittent intravenous cyclophosphamide. In addition to vigorous hydration, concurrent administration of 2- mercaptoethane sodium sulfonate (mesna) is often used to prevent bladder toxicity. Mesna is a thiol compound that undergoes dimerization within plasma into dimesna, mesna cysteine, and mesna-glutathione. Dimesna is filtered by the glomerulus, and then one-third is converted back to mesna by glutathione reductase in the renal tubules. The free sulfhydryl group in mesna then combines directly with acrolein in the urine, preventing acrolein from binding to cell-surface proteins in the bladder, thereby reducing bladder toxicity. Mesna must be present in the bladder at the time of cyclophosphamide administration to be effective. Evidence of the effectiveness of mesna in preventing HC has only been found in trials of oncology patients treated with ifosfamide. The American Society of Clinical Oncology (ASCO) recommends mesna for patients receiving ifosfamide and high-dose cyclophosphamide in the setting of HSCT. However, ASCO does not recommend routine use of mesna with standard doses of cyclophosphamide outside HSCT given the low incidence of HC. No guidelines have been established for the use of mesna in patients with rheumatologic diseases; studies have found similar incidence of HC in patients treated with or without mesna. However, many physicians use mesna because of its low risk and potential benefit. In addition, no data have found that mesna is effective in preventing secondary bladder cancer. The treatment of HC is generally supportive. For patients with mild HC, treatment generally consists of hydration and use of anticholinergic agents for bladder spasms. For patients with persistent bleeding, platelet counts should be maintained above 50 x 103/uL (50 x 109/L). Platelet transfusion would not be indicated in this patient given the platelet count of 158 x 10/yL (158 x 109/L), and platelet transfusion would not be used for preventing HC. More severe cases may require cystoscopy for clot evacuation and fulguration of active bleeding or continuous bladder irrigation with normal saline; however, continuous bladder irrigation is not typically used to prevent HC. Hyperbaric oxygen and intravesical instillation of alum, aminocaproic acid, and silver nitrate have been used in severe cases. Intravesical formalin administration, iliac artery angioembolization, urinary diversion, and cystectomy may be required in refractory cases. PREP Pearls e The risk of hemorrhagic cystitis in patients treated with cyclophosphamide for rheumatologic diseases is low and directly related to total cumulative exposure e The risk of hemorrhagic cystitis is higher with daily oral compared with intermittent intravenous cyclophosphamide. e Mesna may help to prevent hemorrhagic cystitis in oncology patients receiving ifosfamide or high-dose cyclophosphamide, but there is no clear evidence for use in patients with rheumatologic diseases receiving lower doses. ABP Content Specifications(s)/Content Area e Know the potential for bladder injury from drugs and how to prevent bladder toxicity Suggested Readings Almalag HM, Alasmari SS, Alrayes MH, et al. Incidence of hemorrhagic cystitis after cyclophosphamide therapy with or without mesna: a cohort study and comprehensive literature review. / Oncol Pharm Pract. 2021;27(2):340-349. doi:10.1177/1078155220920690 Monach PA, Arnold LM, Merkel PA. Incidence and prevention of bladder toxicity from cyclophosphamide in the treatment of rheumatic diseases. Arthritis Rheum. 2010;62(1):9-21. doi:10.1002/art.25061 Yilmaz N, Emmungil H, Gucenmez §, et al. Incidence of cyclophosphamide- induced urotoxicity and protective effect of mesna in rheumatic diseases. / Rheumatol. 2015;42(9):1661-1666. doi:10.3899/jrheum.150065 Copyright © 2022. American Academy of Pediatrics. All rights reserved. April ¥ CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "An 8-month-old, previously healthy boy is evaluated for a history of passing kidney\nstones since the age of 6 months. He has passed 3 stones in the last 2 months. The\nstone composition was 95% calcium oxalate dihydrate and 5% calcium oxalate\nmonohydrate. Renal sonography performed on the day of the clinic visit showed 2\nrenal calculi in the right upper pole. Patient's birth and dietary history are\nunremarkable. His growth and development thus far have been age appropriate.\nHe has no family history of kidney stones.\n\nLaboratory data are shown:\n\nLaboratory Test Results\n\nSerum sodium 138 mEq/L (138 mmol/L)\nSerum potassium 4.2 mEq/L (4.2 mmol/L)\nSerum chloride 103 mEq/L (103 mmol/L)\nSerum bicarbonate 22 mEq/L (22 mmol/L)\n\n\n\nSerum urea nitrogen\n\n30 mg/dL (10.7 mmol/L)\n\nSerum creatinine\n\n0.8 mg/dL (70.7 pmol/L)\n\nSerum total calcium\n\n10 mg/dL (2.5 mmol/L)\n\nSerum phosphorus\n\n4.5 mg/dL (1.5 mmol/L)\n\nVitamin D (25-hydroxyvitamin D)\n\n37 ng/mL (92.4 nmol/L)\n\nVitamin D (1,25 dihydroxyvitamin D)\n\n65 pg/mL (156 pmol/L)\n\nOf the following, the MOST likely etio\n\nogy of kidney stones in this patient is",
    "options": [
      "increased absorption of dietary oxalate",
      "increased intake of dietary oxalate",
      "impaired metabolism of glycolate ® D. impaired metabolism of glyoxylate Hyperoxaluria can be primary or secondary. Primary hyperoxalurias (PHs) are rare, autosomal, recessively inherited diseases that involve hepatic glyoxylate metabolism and result in increased production and excretion of oxalate, a metabolic end product of this pathway. Secondary hyperoxaluria results from increased exogenous absorption of oxalate from the gastrointestinal tract secondary to malabsorption, inflammatory bowel disease, intestinal resection resulting in short bowel syndrome, and increased intake of oxalate precursors. Currently, 3 forms of primary hyperoxaluria are described. PH type 1 (PH1) is the most devastating and frequent subtype. PH1 is due to deficiency of the liver-specific peroxisomal alanine-glyoxylate aminotransferase (AGT) enzyme, which is responsible for conversion of glyoxylate to glycine. Thus, AGT deficiency results in accumulation of glyoxylate and increased production of glycolate and oxalate. PH type 2 (PH2) is due to deficiency of glyoxylate reductase-hydroxypyruvate reductase (GRHPR), which is responsible for reduction of glyoxylate to glycolate and hydroxypyruvate to p-glycerate. With GRHPR deficiency, lactate dehydrogenase metabolizes glyoxylate to oxalate and hydroxypyruvate to L- glycerate, resulting in their accumulation. Patients with PH2 have a less severe disease, and PH2 occurs less frequently compared with PH1. PH type 3 (PH3) is due to defects in the liver-specific mitochondrial enzyme 4- hydroxy-2-oxoglutarate aldolase (HOGA). This enzyme plays an important role in the metabolism of hydroxyproline. The molecular mechanisms that cause glyoxylate accumulation in patients with PH3 are poorly understood. Patients with PH3 have a milder phenotype and do not usually progress to end-stage kidney disease. Metabolism of glyoxylate in the hepatocyte along with the molecular mechanisms of PH1, PH2, and PH3 are shown in the Figure. Glyoxylate is produced in the liver in 2 cellular compartments, the peroxisome and mitochondria, and involves 2 pathways. The mitochondrial glyoxylate is derived from the catabolism of hydroxyproline, which in turn is derived from protein metabolism from animal sources and collagen turnover. A liver- specific enzyme, 4-hydroxy-2 oxoglutarate aldolase (HOGA1), is involved in hydroxyproline metabolism and catalyzes the conversion of 4-hydroxy-2- oxoglutarate (HOG) into glyoxylate and pyruvate. Mutations of the HOGA7 gene encoding for HOGA1 cause PH3. Glyoxylate in the mitochondria is metabolized by GRHPR, which reduces glyoxylate and hydroxypyruvate to glycolate and p-glycerate, respectively. GRHPR is also present in the cytosol of the hepatocyte and metabolizes glyoxylate. Mutations of the GRHPR gene encoding for GRHPR cause PH2. Peroxisomal glyoxylate is derived from vegetables and fruits that contain glycolate, which is oxidized into glyoxylate by glycolate oxidase or from oxidation of glycine. AGT catalyzes glyoxylate to glycine and L-alanine to pyruvate in the peroxisome. AGT is a pyridoxal 5’- phosphate-dependent enzyme. Mutations in the AGXT gene, which encodes for AGT, cause PH1. The 3 forms of PHs result in accumulation of glyoxylate despite the deficit of different liver and peroxisomal enzymes. Accumulation of glyoxylate in high concentrations is metabolized by lactate dehydrogenase to oxalate. Oxalate cannot be metabolized and has to be excreted. High levels of oxalate in the urine precipitate to form calcium oxalate, which is poorly soluble in urine and other body fluids. Calcium oxalate crystals deposit within the kidney tissue, causing nephrocalcinosis and nephrolithiasis. This process leads to progressive kidney injury, interstitial inflammation, fibrosis with decreasing kidney function, and eventually end-stage kidney disease. When the glomerular filtration rate decreases to less than 30 to 40 mL/min/1.73 m2, the capacity of the kidney to excrete calcium oxalate decreases significantly and places the patient at risk for calcium oxalate deposition in extrarenal tissues, and this phenomenon is called systemic oxalosis. In addition to the kidneys, the organs that are primarily affected include the myocardium, vasculature, retina, bone marrow, bones, and central nervous system. This condition leads to cardiac conduction defects, cardiomyopathy, vascular disease, retinopathy, synovitis, osteopathy, and anemia that is resistant to treatment. The patient in the vignette has recurrent kidney stones and chronic kidney disease during infancy and thus should be investigated for PH. As described above, PHs are due to impaired metabolism of glyoxylate and not glycolate. The infant's primary diet is formula with a small amount of solids and thus not an increased source of oxalate. The patient does not have any history of gastrointestinal malabsorption or short bowel syndrome that accounts for increased absorption of dietary oxalate. PREP Pearls e Hyperoxaluria can be primary or secondary. Primary hyperoxaluria are rare, autosomal, recessively inherited diseases that involve hepatic glyoxylate metabolism and result in increased production and excretion of oxalate. e Secondary hyperoxaluria results from increased exogenous absorption of oxalate from the gastrointestinal tract secondary to malabsorption, inflammatory bowel disease, intestinal resection resulting in short bowel syndrome, and increased intake of oxalate precursors. e Primary hyperoxaluria type 1 is the most devastating and frequent subtype of primary hyperoxaluria. ABP Content Specifications(s)/Content Area e Understand the pathogenesis and biochemical features of oxalosis Suggested Readings Belostotsky R, Frishberg Y. Novel therapeutic approaches for the primary hyperoxalurias. Pediatr Nephrol. 2020. doi:10.1007/s00467-020-04817-8 Dindo M, Conter C, Oppici E, Ceccarelli V, Marinucci L, Cellini B. Molecular basis of primary hyperoxaluria: clues to innovative treatments. Urolithiasis. 2019;47(1):67-78. doi:10.1007/s00240-018-1089-z Sas DJ, Harris PC, Milliner DS. Recent advances in the identification and management of inherited hyperoxalurias. Urolithiasis. 2019;47(1):79-89. doi:10.1007/s00240-018-1093-3 Copyright © 2022. American Academy of Pediatrics. All rights reserved. April ¥ CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 3-year-old girl with corticosteroid-dependent nephrotic syndrome is receiving her\nfirst dose of rituximab at the infusion center. She receives acetaminophen and\ndiphenhydramine as premedications before starting the rituximab infusion, and\nanaphylaxis medications are available at the bedside. She has normal, age-\nappropriate vital signs at the start of the infusion, the rate of which is gradually\nincreased per hospital policy.\n\nAt 60 minutes into the infusion, she experiences a headache and has visible\ndiaphoresis and skin flushing.\n\nHer vital signs are shown:\n\nTemperature 37.40C (99.30F)\n\nHeart rate 130 beats/min\n\nBlood pressure 108/66 mm Hg\n\nRespiratory rate |24 breaths/min\n\n\n\nOxygen saturation |97% in room air\n\nFurther examination reveals no other abnormal findings.\n\nOf the following, the MOST appropriate next step in management is",
    "options": [
      "continue current infusion rate and administer acetaminophen and/or diphenhydramine for symptom relief ® B. stop infusion, administer acetaminophen and/or diphenhydramine, and readminister rituximab at 50% of previous infusion rate once symptoms resolve",
      "stop infusion and administer acetaminophen, diphenhydramine, intravenous hydrocortisone, intramuscular epinephrine, albuterol, and oxygen",
      "stop infusion, administer acetaminophen and/or diphenhydramine, and consider alternate therapy The patient in the vignette has a biologic infusion reaction to rituximab, which is being administered for corticosteroid-dependent nephrotic syndrome. She has vital sign changes, including tachycardia and elevated blood pressure, as well as headache and skin flushing with diaphoresis. The patient does not have signs of anaphylaxis, including nausea or throat discomfort, hypotension, angioedema, or shortness of breath; thus, stopping her infusion and administering acetaminophen, diphenhydramine, intravenous hydrocortisone, intramuscular epinephrine, albuterol, and oxygen would not be appropriate. In addition, with mild-moderate infusion reactions, there is no absolute contraindication to receiving rituximab in the future; thus, stopping the infusion, administering acetaminophen and/or diphenhydramine, and considering alternate therapy are also not appropriate. Should an infusion reaction occur that is not anaphylaxis, the recommendation is to temporarily pause the infusion, and once symptoms have abated the infusion can be restarted at a lower rate, usually half the rate at which the symptoms developed. Humanized monoclonal antibodies, such as rituximab, are biologic agents that have had increased use and incorporation into the treatment of a variety of pediatric conditions, including hematologic malignant cancers, autoimmune conditions, and kidney diseases. These agents are commonly associated with infusion-related hypersensitivity reactions, which vary in severity and pathophysiology. Most infusion reactions are mild, and the most common symptoms include fever and chills, skin flushing, pruritus, vital sign changes, dyspnea and shortness of breath, nausea and vomiting, abdominal pain, and a variety of rashes. These symptoms usually occur within 30 to 120 minutes of starting the infusion and can recur with subsequent treatments in 10% to 30% of patients. In rare cases, a hypersensitivity reaction with anaphylaxis from mast cell activation may occur. The symptoms of an infusion reaction can be attenuated by premedication with acetaminophen and an H1-blocker (eg, diphenhydramine), with or without an H2-blocker (eg, famotidine), but premedication does not prevent the reaction. Multiple components of the immune system may play a role in biologic infusion reactions, and in the case of any one agent, there may be overlapping mechanisms present. The most common biologic infusion reaction appears to be cytokine release after antibody-antigen interaction. In the case of rituximab, this is attributed to cell destruction after the anti-CD20 monoclonal antibody binds CD20 surface antigens on B-lymphocytes. In a single-center retrospective study of 104 participants, investigators characterized hypersensitivity reactions to biologic agents into 5 groups based on proposed mechanism(s): type | (IgE/non-lgE), cytokine release (T cell mediated), mixed (type | and cytokine release), delayed type IV reaction (T cell and macrophage mediated), and regular infusion reaction. Participants with hypersensitivity reactions in the first 4 groups were amenable to desensitization for continued treatment, whereas having a regular infusion reaction is unlikely to respond to desensitization but symptoms could be managed with premedication. The National Cancer Institute Common Terminology Criteria for Adverse Events, originally used to grade adverse reactions with administration of chemotherapy agents, now includes a scale of severity for biologic infusion reactions (Table). In mild to moderate infusion reactions (grades 1 or 2), without a constellation of symptoms suggesting anaphylaxis, the medication should be paused and the patient immediately assessed (airway, breathing, circulation, and mental status). After symptoms have resolved, which may be treated with acetaminophen and/or diphenhydramine, the infusion can be restarted at a slower rate. In severe infusion reactions (grades 3 or 4), with concern for anaphylaxis (wheezing, urticaria, hypotension, and angioedema), the treatment should be stopped and the patient should receive intramuscular epinephrine, supplemental oxygen, intravenous antihistamines, corticosteroids, and volume resuscitation and be placed in the recumbent position to maintain organ perfusion. Unlike a grade 1 or 2 infusion reaction, patients who experience anaphylaxis should not be rechallenged with the medication after symptom resolution. PREP Pearls e Infusion reactions during administration of biologic agents are common. Premedication with acetaminophen and diphenhydramine, given 30 minutes before the start of the infusion, can attenuate the symptoms of an infusion reaction but does not prevent one from occurring. e Most biologic infusion reactions are associated with mild to moderate symptoms and occur as a result of cytokine release after antibody- antigen interaction. In this situation, the infusion should be paused and can be restarted at a slower infusion rate once symptoms have abated. e Patients with severe infusion reactions or anaphylaxis should not be rechallenged once symptoms resolve. Drug desensitization can be considered for patients with anaphylaxis. April ¥ CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 17-year-old, previously healthy girl is seen for fever and rash. Two weeks ago the\npatient was prescribed high-dose amoxicillin for sinusitis by her pediatrician. On\ntoday's visit, the patient and her mother deny any history of sick contacts or\nmedications.\n\nHer vital signs are shown:\n\nTemperature /|38°C\n\nPulse 80 beats/min\n\nRespiratory rate |18 breaths/min\n\nBlood pressure |120/76 mm Hg\n\nPhysical examination findings are significant for faint macular rash on the chest\nand abdomen.\n\n\nLaboratories data are shown:\n\nLaboratory Test Result\nSodium 140 mEq/L (140 mmol/L)\nPotassium 4.1 mEq/L (4.1 mmol/L)\nChloride 120 mEq/L (120 mmol/L)\nBicarbonate 20 mEq/L (20 mmol/L)\nBlood urea nitrogen |20 mg/dL ( mmol/L)\nCreatinine 2.06 mg/dL ( umol/L)\nLiver function Normal\nUrinalysis\n\npH 6.5\n\nSpecific gravity 1.012\n\nProtein 1*\n\nLeukocyte esterase |1+\n\nBlood\n\nNegative\n\n\n\nGlucose\n\nRenal ultrasonography shows the right and left kidney measuring 11.5 cm in\nlength. Corticomedullary architecture appears normal. No hydronephrosis,\nshadowing calculi, or solid or cystic mass is apparent.\n\nOf the following, the MOST APPROPRIATE statement regarding acute kidney injury\nin this patient is",
    "options": [
      "eosinophils on kidney biopsy are diagnostic",
      "fever, rash, and arthralgia are present in most such patients ® C. the patient may require only supportive therapy",
      "the offending drug dose determines the risk of acute kidney injury The underlying cause of acute kidney injury (AKI) for the patient in the vignette is tubulointerstitial nephritis (TIN). TIN is primarily a clinical diagnosis and is the underlying cause of this patient's AKI as suggested by the hypersensitivity reaction (maculopapular rash, fever) secondary to antibiotic commonly associated with TIN (augmentin) and predominantly benign urine analysis results (mild proteinuria, no hematuria) with suggestion of tubular injury (1+ glucose). Tubulointerstitial nephritis occurs secondary to immune-mediated infiltration of the renal interstitium by inflammatory cells, leading to AKI. Tubulitis, interstitial inflammation, and edema are the characteristic histopathologic features of TIN. In adults, TIN is identified in nearly 2% of native renal biopsy specimens and accounts for nearly 27% of unexplained kidney disease. In children, acute or chronic TIN is identified in 1% to 7% of the renal biopsies. Tubulointerstitial nephritis secondary to medications or drug exposure is most common and accounts for nearly 70% of the cases. Infection-related (16%), TIN with uveitis (5%), sarcoidosis (1%), and idiopathic (8%) account for the remaining causes of TIN. One recent pediatric series of 27 biopsy- confirmed cases of TIN reported medications in 44%, infections in 30%, and no reported underlying cause in 48%. Antibiotics (35%), proton-pump inhibitors (PPIs) (35%), and nonsteroidal anti-inflammatory drugs (NSAIDs) (20%) were the most frequently identified cause of TIN in a series of 171 patients with biopsy-confirmed TIN. Beta-lactam antibiotics (penicillins, cephalosporins), sulfonamides, rifampin, and ciprofloxacin are the antibiotics most frequently associated with TIN. Of note, drug-associated TIN is an immunologic reaction and as such not a dose-related response. Tubulointerstitial nephritis secondary to antibiotics is associated with short exposure (days to weeks; range, 1-3 weeks; mean, 10 days) and more frequently associated with signs and symptoms of a hypersensitivity reaction (fever, rash, arthralgia). However, only 5% to 10% of the patients present with all 3 features. In addition, abdominal or flank pain may be present secondary to interstitial edema and infiltration, leading to stretching of the renal capsule. As noticed for the patient in the vignette, renal ultrasonographic findings in TIN are characterized by normal-sized or enlarged kidneys with or without increased cortical echogenicity. Longer duration of drug exposure is seen in patients with TIN secondary to PPls (11-13 weeks) and NSAIDs (6-18 months). Systemic allergy symptoms are rare with NSAIDs and PPIs. Tubulointerstitial nephritis is a clinical diagnosis, and a cause-and-effect relationship is assumed once kidney function improves after discontinued use of the suspecting agent. Renal biopsy is rarely needed but could be considered in patients with severe renal dysfunction, lack of an identifiable offending agent, lack of recovery of kidney function after discontinued use of the suspected agent, uncommon features of TIN, or before initiation of treatment. Eosinophilic tubulointerstitial infiltrate is frequently seen in drug- induced TIN; however, neither the presence nor absence of eosinophils on renal biopsy is diagnostic. Tubulointerstitial lymphocytic infiltration is frequently seen, whereas increased neutrophils and plasma cells are present in patients with TIN secondary to an infectious cause. Similar to eosinophilic infiltrate on kidney biopsy, eosinophiluria is neither sensitive nor specific for diagnosing TIN. In drug-induced TIN, stopping use of the suspected agent is the initial step, and the patient frequently requires only supportive therapy for recovery. The use of corticosteroids in TIN is influenced by the treating physician's experience. To date, no randomized, controlled, prospective studies have evaluated corticosteroids for treating TIN. Despite no established consensus regarding dose or duration of therapy, corticosteroids are the mainstay of treatment in patients for whom there is no improvement in kidney function on stopping use of the suspected agent, no cause can be identified, or severe renal dysfunction is seen on initial presentation. Corticosteroids or other immunosuppressants are preferred in TIN associated with systemic rheumatologic and inflammatory conditions. A recent prospective pediatric study of patients with TIN or TIN with uveitis reported that corticosteroids hastened recovery of renal function, although the renal function did not differ significantly at 6-month follow-up. An adult retrospective study in patients with TIN has reported higher serum creatinine levels and a greater need for dialysis in patients not treated with corticosteroids. However, the same study also reported that the time between removal of the offending medication and initiation of corticosteroid treatment was the important difference in regaining or not regaining renal function. PREP Pearls e Tubulointerstitial nephritis often presents with nonspecific symptoms and is underrecognized. A high index of clinical suspicion along with attention to potential risk factors are needed for its identification and diagnosis. e Tubulointerstitial nephritis secondary to drugs or medications is most common, and antibiotics, proton-pump inhibitors, and nonsteroidal anti- inflammatory drugs are the most frequently identified cause. e The most important step in treating tubulointerstitial nephritis is removing any potential offending agent. ABP Content Specifications(s)/Content Area e Recognize the clinical presentation and systemic manifestations of acute interstitial nephritis Suggested Readings Eddy AA. Drug-induced tubulointerstitial nephritis: Hypersensitivity and necroinflammatory pathways. Pediatr Nephrol. 2020;35(4):547-554. doi:10.1007/s00467-019-04207-9 Joyce E, Glasner P, Ranganathan S, Swiatecka-Urban A. Tubulointerstitial nephritis: diagnosis, treatment, and monitoring. Pediatr Nephrol. 2017;32(4):577-587. doi:10.1007/s00467-016-3394-5 Copyright © 2022. American Academy of Pediatrics. All rights reserved. April ¥ CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 4-year-old boy is evaluated for urinary frequency and enuresis. He started to\ntoilet train at 2 years of age but has frequent daytime and nocturnal enuresis. The\nparents also note that he tends to be very thirsty during the day and wakes\nmultiple times at night to drink water. He was born full term after an\nuncomplicated pregnancy. At birth, he was noted to have an extra digit on his left\nhand. There is no family history of kidney disease. On physical examination, weight\nis 25 kg (>95th percentile), height is 96 cm (10th percentile), body mass index is 27\n\nkg/m? (>99th percentile), and blood pressure is 102/68 mm Hg. He has a significant\namount of adipose tissue around his abdomen with thin extremities. A small extra\ndigit is noted on the ulnar side of his left hand as well as the syndactyly of several\ntoes on both feet. His urinalysis has a specific gravity of 1.005 with no blood or\nprotein. Serum electrolyte levels are normal, and his serum creatinine level is 0.8\nmg/dL. Renal ultrasonography reveals normal-sized kidneys with bilateral cortical\ncysts.\n\nOf the following, the MOST likely clinical finding to confirm the suspected diagnosis\nis",
    "options": [
      "cleft palate",
      "hypothalamic hamartoma",
      "optic nerve coloboma ® D. retinal cone-rod dystrophy The patient in the vignette has clinical findings suggestive of Bardet-Biedl syndrome (BBS), an autosomal recessive multisystem disorder that affects nonmotile primary cilia. The prevalence of BBS is approximately 1:100,000 in North America and Europe. The syndrome is characterized by retinal cone- rod dystrophy, obesity, polydactyly, cognitive impairment, hypogonadism, and kidney disease. Therefore, for the patient in the vignette, the most likely clinical finding to confirm the diagnosis of BBS is retinal cone-rod dystrophy. Primary ciliary are organelles present in almost all cells in the body. They emerge from the apical surface of cells and transduce mechanical and chemical stimuli through various signaling pathways, including Hedgehog, Wnt, Notch, mammalian target of rapamycin (mTOR), and others. Bardet- Biedl syndrome proteins are localized to the basal body or within the cilia itself. Mutations in these proteins lead to disruption of normal cellular signaling pathways, leading to abnormalities in cell-cycle regulation, planar cell polarity, and cell proliferation. Mutations in genes that cause BBS can also lead to other ciliopathies, including Joubert syndrome, Leber congenital amaurosis, Meckel syndrome, and Senior-Loken syndrome. Pathogenic variants in 26 genes have been described in BBS to date, accounting for approximately 80% of cases with a clinical diagnosis of BBS. Bardet-Biedl syndrome has significant phenotypic heterogeneity, with variable expression even within families. Although typically considered an autosomal recessive condition, the significant clinical variability has raised the possibility of triallelic inheritance. In this mode of inheritance, the disease requires 3 mutant alleles in 2 different genes: 2 mutated copies in one BBS gene, which leads to disease onset, and 1 mutation in another BBS gene, which acts to modulate expression of the syndrome. The clinical diagnosis of BBS is made by the presence of 4 major OR 3 major and 2 minor features (Table). The major features include retinal cone-rod dystrophy, central obesity, postaxial polydactyly (additional digits on the ulnar side of the hand or fibular side of the foot), cognitive impairment, hypogonadism or genitourinary anomalies, and kidney disease. Retinal cone- rod dystrophy is the most prominent feature of BBS, affecting 100% of patients in some series. The earliest clinical manifestation is night blindness followed by peripheral vision loss, loss of color discrimination, and progressive loss of visual acuity. Patients may become legally blind by the second to third decade after birth. The prevalence of kidney disease in BBS has been reported as 50% to 80%. Kidney involvement in BBS can include cystic kidneys and other congenital anomalies of the kidney and urinary tract (CAKUT), including renal dysplasia, renal agenesis, horseshoe kidney, ectopic kidney, hydronephrosis, and vesicoureteral reflux. Polyuria and polydipsia may be the first presenting symptoms in childhood as a result of impaired renal concentrating ability. Progressive chronic kidney disease (CKD) may develop, with end-stage kidney disease (ESKD) occurring in approximately 10% of cases. Most patients with ESKD have progressive CKD within the first 5 years after birth. The presence of comorbid hypertension and diabetes can accelerate CKD progression. The pathophysiology of kidney disease in BBS is not fully understood; abnormalities in mTOR or Wnt signaling pathways may contribute to the development of kidney cysts. The age at diagnosis of BBS is variable. It is most commonly diagnosed after onset of night blindness, which may not be present until 5 to 10 years of age. Bardet-Biedl syndrome (as well as other genetic syndromes) should be considered in infants born with CAKUT and polydactyly because these conditions may be the only features present in infancy. Birth weight is often normal, with central obesity developing within the first year after birth. The patient in this vignette has 3 major features of BBS: central obesity, postaxial polydactyly, and kidney disease. Retinal cone-rod dystrophy would be the fourth major finding required to make a clinical diagnosis of BBS. At 4 years of age, symptoms of night blindness may not yet be apparent, so ophthalmologic examination is indicated in this patient. The clinical findings of cleft palate, hypothalamic hamartoma, and optic nerve coloboma describe congenital anomalies that can occur in combination with CAKUT but are not characteristic of BBS. Cleft palate can occur in orofacial digital syndrome (oral malformations, craniofacial anomalies, digital malformations, neurologic anomalies, and renal disease, including renal cysts), CHARGE (coloboma, heart defects, choanal atresia, growth retardation, genitourinary anomalies, and ear abnormalities) syndrome, and 22q11.2 deletion syndrome (cardiac anomalies, hypoplastic thymus, and hypocalcemia). Hypothalamic hamartomas are seen in patients with Pallister-Hall syndrome, which is also associated with postaxial polydactyly as well as bifid epiglottis, imperforate anus, and CAKUT. Optic nerve colobomas can occur in renal-coloboma syndrome (renal hypoplasia, vesicoureteral reflux, and optic nerve coloboma) and CHARGE syndrome. PREP Pearls e Bardet-Biedel syndrome is an autosomal-recessive multisystem disorder that affects nonmotile primary cilia. e Retinal cone-rod dystrophy, presenting initially as night blindness followed by progressive loss of visual acuity, is the most frequent feature of Bardet-Biedel syndrome. e Kidney disease in Bardet-Biedel syndrome can include kidney cysts, renal dysplasia, and other congenital anomalies of the kidney and urinary tract. ABP Content Specifications(s)/Content Area e Recognize the renal and nonrenal manifestations of Bardet-Biedel syndrome Suggested Readings May ¥ CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 15-year-old adolescent boy is evaluated for a new-onset nephrotic syndrome that\nmanifested with progressive unexplained swelling during 1 week. He has normal\nblood pressure and nonfocal physical examination findings aside from facial\nedema, abdominal distension, and 1+ pretibial pitting edema bilaterally.\n\nLaboratory and urinalysis data are shown:\n\nLaboratory Test Result\n\nComplete blood cell count Normal\n\nSerum electrolytes Normal\nSerum creatinine 0.8 mg/dL (70.72 umol/L)\nSerum albumin 2.2 mg/dL (22 g/L)\n\nC3/C4 Normal\n\n\n\nUrine dipstick protein\n\n4+\n\nBlood\n\n1+\n\nRed blood cells\n\n0-2 per high-power field on urine microscopy\n\nUrine protein-creatinine ratio\n\n5.4 mg/mg\n\nThe results of ultrasonography of his kidneys are unremarkable.\n\nAfter management of symptomatic edema with albumin and furosemide infusions,\n\nhe undergoes percutaneous kidney biopsy. The biopsy report is as follows:\n\nGross description: One core fragment of tan pink soft tissue, measuring 1.2\ncm in length and 0.1 cm in diameter.\n\nLight microscopy: Tissue consisting of cortex and medulla. Six glomeruli\npresent, none with global sclerosis. No significant histopathologic changes in\nnonsclerotic glomeruli. No significant interstitial fibrosis, tubular atrophy, or\ninterstitial infiltrate. Small arteries show no intimal fibrosis or hyaline\narteriosclerosis.\n\nImmunofluorescence microscopy: Two glomeruli present, neither globally\nsclerotic. Immunostaining negative for IgG, IgA, IgM, C1q, and C3. Protein\nreabsorption droplets in the tubular lumens and tubular casts stain positive\nfor K and A equally.\n\nElectron microscopy: Two glomeruli present, neither globally sclerotic. Normal\nglomerular basement membrane. Severe podocyte foot process effacement\n(>90% of capillary loop surface area). No electron dense deposits.\n\n\nPathologic diagnosis: Minimal change disease.\n\nThe patient is administered 60 mg/d of prednisone, which has caused\nincreased appetite, mood lability, and further elevated blood pressure.\nHowever, despite 6 weeks of therapy, he continues to have nephrotic-range\nproteinuria and edema.\n\nOf the following, the MOST likely reason for this patient's lack of therapeutic\nresponse is",
    "options": [
      "delay in seeking medical care",
      "erroneous biopsy diagnosis",
      "inadequate prednisone dosing ® D. poor medication adherence The adolescent patient in the vignette presents with new-onset nephrotic syndrome, which is presumed to be idiopathic in the absence of other clinical features on history, physical examination, and initial laboratory evaluation to suggest a secondary cause. Minimal change disease (MCD) is the most common histopathologic pattern across all children with nephrotic syndrome. However, a kidney biopsy was performed at the time of diagnosis for this patient because the likelihood of MCD being found significantly decreases with older age as other lesions, such as focal segmental glomerulosclerosis (FSGS) and membranous nephropathy, become more prevalent. More than 90% of children with MCD respond to full-dose daily prednisone (2 mg/kg daily up to 60 mg/d), nearly all within 4 weeks of starting treatment. Although his biopsy findings were consistent with MCD, only 1 core was obtained, and only 6 glomeruli are available for evaluation on light microscopy after processing, which is insufficient for ruling out FSGS. The most likely explanation for this patient not achieving remission despite several weeks of prednisone therapy is having an inadequate biopsy specimen, leading to misclassification of his disease. The kidney biopsy is an important diagnostic tool for a variety of kidney diseases in both native and transplanted kidneys and helps with assessing response to treatment in certain conditions by identifying ongoing active disease and chronic lesions. The findings on kidney biopsy must be taken into clinical context, and the tissue samples must be adequate to provide the best prognostic information. Tissues must be sampled from the renal cortex, which is where glomeruli are primarily found, and enough tissue must be obtained to divide the specimen for fixation and processing by light microscopy, immunofluorescence microscopy, and electron microscopy. Two core fragments of kidney tissue are typically obtained for this purpose, which increases the likelihood of having a sufficient number of glomeruli on light microscopy for detecting focal lesions (eg, FSGS) or differentiating focal disease from a more diffuse process (eg, focal vs diffuse proliferative glomerulonephritis as seen in systemic lupus erythematosus). The diameter of the biopsy needle used will also influence the adequacy of the sample. Although a 14-gauge needle can provide a sample with many glomeruli (needle diameter, 1000 um; mean adult glomerulus, 250 um), there is a higher risk of bleeding complications compared with a 16-gauge (700-um) or 18-gauge (350-um) needle. Although the 18-gauge needle is associated with fewer postbiopsy bleeding complications, there is a higher likelihood of obtaining an inadequate biopsy core and fragmented glomeruli. Therefore, a 16-gauge needle is commonly recommended to enhance the likelihood of obtaining an adequate biopsy tissue while limiting the risk of bleeding and hematoma formation. Debate continues about whether MCD and FSGS are distinct entities or on the same disease spectrum, with the latter presenting as a more advanced and corticosteroid-resistant disease. In a biopsy specimen that otherwise appears consistent with MCD, including diffuse foot process effacement on electron microscopy, only a single glomerulus with focal sclerosis needs to be identified for FSGS diagnosis. For this reason, obtaining kidney tissue with many glomeruli on light microscopy is imperative (tissue with at least 15-20 glomeruli is commonly cited as being sufficient), including sampling of juxtamedullary glomeruli where FSGS lesions first appear. Early changes consistent with FSGS cannot be ruled out if a biopsy core is obtained that has few glomeruli or glomeruli only from the superficial cortex. Although FSGS is considered by some researchers to be a later finding on the same disease spectrum as MCD, it is unlikely that a delay in seeking medical care would have changed the outcome in response to corticosteroids in this case because the patient was symptomatic for only 1 week before presentation. With the presumptive diagnosis of MCD based on biopsy, he received appropriate prednisone dosing and on follow-up developed adverse effects consistent with undergoing corticosteroid therapy, indicating good medication adherence. PREP Pearls e An adequate kidney biopsy specimen requires enough tissue to send for light microscopy, immunofluorescence microscopy, and electron microscopy. Ideally, 2 cores, predominantly from the renal cortex, should provide an adequate sample in most cases. e When there is a concern of focal segmental glomerulosclerosis, an inadequate number of glomeruli on light microscopy or tissue only from a superficial portion of the renal cortex may miss a focal lesion. ABP Content Specifications(s)/Content Area e Assess the adequacy of biopsy specimens Suggested Readings Luciano RL, Moeckel GW. Update on the native kidney biopsy: core curriculum 2019. Am/ Kidney Dis. 2019;73(3):404-415. doi:10.1053/j.ajkd.2018.10.011 Rosenberg AZ, Kopp JB. Focal segmental glomerulosclerosis. Clin / Am Soc May ¥ CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 10-year-old girl with end-stage kidney disease secondary to dysplasia has been\nundergoing peritoneal dialysis for 1 year. Weight and height are in the 10th\npercentile. She is not taking any supplemental formula, and her dietary calcium\nintake is within the recommended daily allowance for age. Last Kt/V is adequate.\nHer dialysate calcium level is 2.5 mEq/L (2.5 mmol/L). Medications include vitamin B\ncomplex, amlodipine, and sevelamer carbonate.\n\nMonthly laboratory data are shown:\n\nLaboratory Test Result\n\nElectrolytes Normal\n\nCalcium 12 mg/dL (3 mmol/L)\nPhosphorus 5 mg/dL (1.61 mmol/L)\nAlkaline phosphatase 100 U/L\n\nIntact parathyroid hormone |600 pg/mL (600 ng/L)\n\n\nOf the following, the next BEST step in this patient's management is to",
    "options": [
      "increase sevelamer carbonate dose",
      "lower dialysate calcium ® C. prescribe cinacalcet hydrochloride",
      "prescribe paricalcitol therapy Mineral bone disorder is a known complication of chronic kidney disease in adults and children undergoing peritoneal dialysis or hemodialysis. To prevent vascular and soft tissue calcifications, calcium and phosphate levels should be maintained within age-appropriate levels in children as per current Kidney Disease Global Outcomes (KDIGO) guidelines. In the vignette, both calcium and parathyroid hormone (PTH) levels are high; therefore, prescribing cinacalcet is the appropriate next step in this patient's treatment. Using a vitamin D analog (paricalcitol) will lower PTH levels but will likely increase gastrointestinal calcium absorption. Increasing the sevelamer dose will lower serum phosphate levels but will not lower serum calcium levels. Further reduction in the dialysate calcium may lead to hypocalcemia and increase PTH levels. Cinacalcet is a calcimimetic that mimics or potentiates the effects of calcium at the calcium receptor, thereby suppressing PTH. Cinacalcet is a second- generation type 2 calcimimetic, a positive allosteric modulator of the calcium receptor, which binds to a site within the transmembrane domains that overlaps with the putative calcium-binding site. Type 1 calcimimetic directly inhibits the effect of calcium and includes magnesium and other inorganic cations. A third-generation type 2 calcimimetic etelcalcetide has been approved in the United States for the treatment of secondary hyperparathyroidism in adults and is under clinical trial for use in children. Etelcalcitide is an intravenous medication and works as a direct ligand on the calcium receptor like a type 1 calcimimetic. More common adverse effects of cinacalcet include hypocalcemia, vomiting, and nausea. Prolongation of the QT interval because of its calcium-lowering effect has been reported. Children should be monitored closely, especially if taking multiple medications, which can also affect the QT interval. In adult patients, surgical parathyroidectomy is considered when PTH levels are consistently higher than 800 pg/mL with or without hypercalcemia despite maximum medical therapy. There are no recommendations regarding surgical parathyroidectomy in children. Hypercalcemia in patients undergoing dialysis may also suggest histologic findings of adynamic bone, which is characterized by the skeleton’s inability to incorporate a calcium load. As per KDIGO's guidelines, lower dialysate calcium levels of 2.5 mEq/L (2.5 mmol/L) should be used. Calcium-based phosphate- binding agents should be avoided. Dietary calcium intake should be age appropriate because the growing skeleton needs to be in a more positive calcium balance. PREP Pearls e Cinacalcet is a second-generation type 2 calcimimetic that is effective in the treatment of hypercalcemia secondary hyperparathyroidism e The QT interval should be monitored in children who are taking a calcimimetic. ABP Content Specifications(s)/Content Area e Know the treatment for hypercalcemic secondary hyperparathyroidism in dialysis patients May ¥ CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 17-year-old adolescent boy with end-stage kidney disease secondary to posterior\nurethral valves had an arteriovenous fistula placed 12 months ago for initiation of\ndialysis after a failed kidney transplant. The fistula was his first vascular access, and\nhe has no history of vascular anomalies. The procedure went well, with mild\nswelling postoperatively. Hemodialysis was started 8 months ago. Since that time,\nthe dialysis team has continued cannulation at the same site. In the past few\nweeks, the patient developed a small area of round focal swelling (1.5 cm) at the\nsite of the fistula. He has otherwise been well and reports no other symptoms. The\npatient has been taking aspirin daily since fistula placement. He has no history of\ncoagulopathies. His last laboratory tests revealed normal coagulation study and\nhemoglobin test results.\n\nOf the following, the MOST likely cause of the fistula swelling is",
    "options": [
      "aneurysm",
      "malignancy ® C. pseudoaneurysm",
      "thrombosis The patient in the vignette has a small, focal swelling of the arteriovenous (AV) fistula without any other symptoms or known vascular anomalies. The most likely cause of the swelling is a pseudoaneurysm, likely attributable to repeated cannulation in the same spot. For patients scheduled to undergo dialysis, it is critical to discuss vascular access options as early as possible. In general, fistulas are the preferred type of vascular access over AV grafts and central catheters because of longer patency, lower infection rates, and overall fewer complications. In children, before placing a fistula, it is important to determine whether a kidney transplant is imminent and if the child will be able to tolerate needle cannulation. In addition, patients should undergo vascular imaging to ensure they are good candidates for a fistula. If a fistula is placed, it should be placed before dialysis is needed to allow time for maturation, which usually takes a minimum of 1 month but can take up to a year. Even though fistulas have many benefits, there are also a number of complications that can be associated with increased morbidity and mortality. Reports in the literature differ regarding the risks of complications and complication rates. Acute complications tend to occur hours or days after AV fistula creation and include bleeding, thrombosis, and hematoma formation. Early bleeding is often due to platelet dysfunction with uremia and can be reduced with desmopressin. Chronic complications are listed in the Table. The most common chronic complications reported are infection, ischemic neuropathy, aneurysm, and thrombosis. There can also be complications related to maturation failure or primary fistula failure. One systematic review found primary failure in up to 23% of created fistulas. Aneurysms that develop can be true aneurysms or pseudoaneurysms. True aneurysms involve all layers of the vessel wall and are commonly greater than 1.5 times the diameter. Even though the cause is often unclear, they can be related to increased venous pressure, repeated cannulation at the same site, and immunosuppression. Pseudoaneurysms are a focal vessel wall disruption with blood outside the vessel wall contained by fibrous tissue. The most common cause is repeated cannulation in a very small area that weakens the vessel wall. Overall rates of aneurysm formation have been reported anywhere from 1.5% to 6% per year. Both aneurysms and pseudoaneurysms are at risk for further complications of rupture, infection, bleeding, erosion of underlying skin, and cannulation difficulties. If there is loss of skin integrity or ulceration, surgical intervention is recommended. Infection is always a risk with any type of dialysis access. With AV fistulas, the incidence is often low (<4% in a recent meta-analysis) compared with the other access types. Perivascular cellulitis is common, presents with local erythema, and is typically easily treated. Patients can also be at risk for bacteremia during cannulation commonly from Staphylococcus aureus or Staphylococcus epidermidis. The buttonhole technique is associated with higher rates of infection from repeated cannulation in one place. Other risk factors for infection include pseudoaneurysms or aneurysms, hematomas, severe pruritus, use of the fistula for drug abuse, or use of the fistula during other procedures. Patients with bacteremia are commonly treated with intravenous antibiotics for at least 6 weeks and surgical drainage if needed. Ischemic steal syndrome occurs when there is decreased blood flow to the distal extremity caused by increased blood flow through the fistula. It is more common with AV grafts but still can occur with fistulas. Patients present with symptoms of upper extremity ischemia. Ischemic steal syndrome can occur in 1% to 2% of lower arm fistulas and 5% to 10% of upper arm fistulas. Ischemic steal syndrome can be treated with AV access ligation, banding to decrease flow, and procedures to improve distal blood flow. Rarely, ischemic monomelic neuropathy develops with severe hand pain, which requires immediate fistula closure. Other complications include median nerve neuropathy, venous hypertension, and thrombosis. Neuropathy typically is due to median nerve dysfunction attributable to local amyloid deposition. Patients can present with carpal tunnel syndrome. Venous hypertension is often due to central venous stenosis, which is often related to central venous catheters and less commonly venous valvular incompetence. Clinically, patients can have finger or hand edema, skin discoloration, access dysfunction, and ischemic skin changes, including gangrene. Thrombosis can be an early or late finding with fistula and can lead to fistula loss. In the vignette, malignancy is a rare complication of AV fistula and tends to be painful. Thrombosis is possible but less likely in a patient taking aspirin without any history of coagulopathy. Aneurysm and pseudoaneurysm are both possible; however, with a small area of focal swelling and a history of repeated cannulation, a pseudoaneurysm is more likely. PREP Pearls e Arteriovenous fistulas tend to have lower complication rates than arteriovenous grafts and central catheters, which often makes them the preferred vascular access. e Acute complications tend to occur hours or days after arteriovenous fistula creation and include bleeding, thrombosis, and hematoma formation. e Common chronic complications of arteriovenous fistula include aneurysms or pseudoaneurysms, infections, ischemic steal syndrome, venous hypertension, thrombosis, and neuropathy. ABP Content Specifications(s)/Content Area e Recognize complications of AV fistula Suggested Readings Al-Jaishi AA, Liu AR, Lok CE, Zhang JC, Moist LM. Complications of the arteriovenous fistula: a systematic review. / Am Soc Nephrol. 2017;28(6):1839- 1850. doi:10.1681/ASN.2016040412 Aljuaid MM, Alzahrani NN, Alshehri AA, et al. Complications of arteriovenous fistula in dialysis patients: Incidence and risk factors in Taif city, KSA. / Family Med Prim Care. 2020;9(1):407-411. doi:10.4103/jfmpc.jfmpc_848 19 May ¥ CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 5-year-old boy who underwent a deceased donor kidney transplant for congenital\nrenal dysplasia 1 year ago is seen for routine follow-up. His serum creatinine and\ntacrolimus levels are stable. He has no history of acute transplant rejection. His\ninsurance company will no longer cover the brand name tacrolimus, so this agent\nwill be switched to a generic formulation. The transplant nurse is asking whether\nthe generic formulation is as effective as the brand name tacrolimus the patient is\ncurrently taking.\n\nOf the following, the MOST accurate statement regarding the evaluation of the\neffectiveness of the new formulation is that",
    "options": [
      "the bioavailability acceptance interval between the generic and reference drug was above 50%",
      "acrossover study was performed in healthy adult volunteers to assess drug concentrations of the generic formulation and the brand name formulation after 1 dose",
      "the generic formulation was tested in both healthy individuals and in kidney transplant recipients ® D. invitro studies were performed to compare the efficacy and drug concentrations of the generic formulation with the brand name formulation In 1984, the Hatch-Waxman Act was passed in the United States under the auspices of the US Food and Drug Administration (FDA) in which a pathway was approved for development of generic drug products. Generic products are less expensive compared with brand name drugs, so insurance companies most often will transition kidney transplant recipients to the generic equivalent as soon as possible. The FDA does not consider immunosuppressants as critical dose drugs in contrast to other places, such as Canada and Europe. In 2009, the first generic formulation of tacrolimus was approved in the United States. Companies that manufacture generic products should demonstrate that the generic product is bioequivalent to the brand name medication using bioequivalence studies. Bioequivalence is defined as the absence of a significant difference in the rate and extent to which the active ingredient or active moiety is available at the site of drug action. Bioequivalence studies include bioavailability measurements that should be conducted in at least 12 healthy adult volunteers using a crossover study after a single-dose administration of the generic and brand name medication. Bioavailability provides the estimate of the relative fraction of the orally administered dose absorbed in the circulation using calculations of the area under the curve, maximum concentration, and time to maximum concentration. In the vignette, bioavailability studies were performed in vivo and not in vitro. To minimize variability in absorption and metabolism, a minimum of 12 healthy adult volunteers were tested, with body mass indexes of 18 to 30 kg/m2, who are fasting for at least 8 hours before the drug administration and given a standardized volume of oral fluid. The bioequivalence studies do not include the targeted population, such as kidney transplant recipients. In the United States, bioequivalence is acceptable if the 90% confidence intervals for these tests fall within the accepted range of 80% to 125%. The European Medicines Agency’s recommendation has a tighter acceptable interval of 90% to 111% and in Canada of 90% to 112%, especially with critical dose drugs of narrow therapeutic index, such as tacrolimus. Bioequivalence does not equate with therapeutic effectiveness. Some studies have found decreased bioavailability in some generic forms of tacrolimus, which can lead to subtherapeutic levels and subsequent rejection. Bioequivalence between generic and brand name mycophenolate mofetil and glucocorticoid are not as crucial compared with tacrolimus, sirolimus, everolimus, or cyclosporine A. Another issue raised with the use of generic immunosuppressants is the difference of absorption or metabolism in young vs adult kidney transplant recipients. Younger children metabolize medications faster, so dosing conversions are crucial. It would be helpful if generic critical dose medications (as defined in Canada and Europe), including immunosuppressants, were tested in the targeted population. Generic drugs may contain the same active moiety as the reference drug, but the formulation and other preservatives may vary. When converting pediatric kidney transplant recipients from a brand name to a generic immunosuppressant, frequent monitoring should be performed. PREP Pearls e Frequent and close monitoring of creatinine and drug levels should be done when converting from brand name drug to the generic formulation. e Bioequivalence reports of immunosuppressant medications should be closely scrutinized because these are performed in healthy adult volunteers and not the targeted population. ABP Content Specifications(s)/Content Area e Recognize the issues associated with use of generic immunosuppressive agents June Vv CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 6-year-old boy is seen 6 months after hospital discharge for follow-up of acute\nkidney injury (AKI) sustained during his hospital admission. He initially was seen\nwith respiratory distress in the setting of pneumonia, and his course was\ncomplicated by respiratory failure, necessitating intubation as well as septic shock\nfrom methicillin-resistant Staphylococcus aureus. He required significant volume\nresuscitation and pressor support to maintain cardiac output and blood pressure\nbut developed oliguric AKI and fluid overload, requiring continuous renal\nreplacement therapy. He continued to undergo short-term dialysis 4 weeks before\nshowing evidence of kidney recovery.\n\nThe patient has been doing well. He has had 2 office visits with his primary care\nphysician since discharge and has had elevated blood pressure readings above his\n95th percentile. He is not currently taking any prescribed or over-the-counter\nmedications. His height is 118 cm (75th percentile) and weight is 21 kg (50th\npercentile).\n\nVital signs are shown:\n\nTemperature ors.\n\n\n\nBlood pressure 116/76 mm Hg\n\nHeart rate 84 beats/min\n\nRespiratory rate 22 breaths/min\n\nOxygen saturation | 98% in room air\n\nHis physical examination findings reveal some well-healed scars from prior vascular\naccess sites but are otherwise nonfocal.\n\nLaboratory data 6 months after hospitalization are shown:\n\nLaboratory Test Result\n\nWhite blood cell 9\n5300/uL (5.3 x 10°/L)\n\ncount\n\nHemoglobin 12.1 g/dL (121 g/L)\nHematocrit 36.3% (0.36)\n\nPlatelet count 212 x 103/uL (212 x 10/L)\n\nSerum sodium 136 mEq/L (136 mmol/L)\n\n\nSerum potassium\n\n4.7 mEq/L (4.7 mmol/L)\n\nSerum chloride\n\n108 mEq/L (108 mmol/L)\n\nSerum bicarbonate\n\n22 mEq/L (22 mmol/L)\n\nSerum blood urea\nnitrogen\n\n18 mg/dL (6.4 mmol/L)\n\nSerum creatinine\n\n0.8 mg/dL (70.7 mol/L)\n\nSerum total\ncalcium\n\n8.7 mg/dL (2.2 mmol/L)\n\nSerum phosphorus\n\n4.8 mg/dL (1.6 mmol/L)\n\nSerum albumin 3.2 g/dL (3.2 g/L)\nUrinalysis\n\nSpecific gravity 1.020\n\npH 6.0\n\n\n\nHeme Trace\n\nProtein 2+\n\n0-2 white blood cells per high-power field and 3-5 red\n\nMicrosco\nad blood cells per high-power field\n\nSpot urine protein-\n_ 1.4 mg/mg\ncreatinine\n\nSubsequent urine testing, with a first morning void, showed a urine protein-\ncreatinine ratio of 1.1 mg/mg.\n\nOf the following, the MOST appropriate next step in the management of this\npatient is to",
    "options": [
      "order genetic testing for proteinuric kidney diseases",
      "perform kidney biopsy",
      "start amlodipine therapy ® D. start lisinopril therapy This patient in the vignette has evidence of chronic kidney disease (CKD) after an episode of acute kidney injury (AKI) in the hospital setting, requiring short- term dialysis. His AKI was related to multiple mechanisms that contribute to kidney hypoperfusion during septic shock, including hypovolemia, hypotension, and low cardiac output, along with likely nephrotoxic antibiotic exposure. He now has persistent hypertension and nonnephrotic range proteinuria, and his estimated glomerular filtration rate using the modified Schwartz equation puts him in the CKD stage 2 range at 61 mL/min/1.73 m2, Risk factors for accelerating the progression of CKD include uncontrolled hypertension and proteinuria. The next best step in management of this patient is to start treatment with an angiotensin-converting enzyme (ACE) inhibitor, such as lisinopril, or an angiotensin receptor blocker (ARB). ACE inhibitors and ARBs, through their effects on blocking the renin-angiotensin- aldosterone system, serve a dual purpose of reducing blood pressure as well as proteinuria to slow CKD progression. Until the mid-2000s, AKI in the hospital setting was thought to have no appreciable long-term sequelae for children. Prevalence rates for hospital- acquired AKI in children are variable, occurring in approximately 5% of all hospitalized children and in up to 70% to 80% of critically ill children in some studies, largely owing to differences in definitions used for AKI. In adults, multiple cohort studies have found that AKI is a major long-term risk factor for CKD, end-stage kidney disease, hypertension, and early cardiovascular disease. Long-term data in children with a history of AKI have been slowly emerging, but certain patient populations have enhanced risk of subsequent morbidity and mortality, including pediatric intensive care unit (ICU) patients, neonates, cardiac surgery patients, and hematopoietic stem cell transplant (HSCT) recipients. For example, across all pediatric ICU survivors, hospital- acquired AKI has been associated with increased health care use up to 5 years after an AKI event, including increased frequency of medical office visits, emergency department visits, and hospitalizations, and is independently associated with 5- and 7-year mortality. When specifically looking at pediatric cardiac surgery patients, the TRIBE-AKI (Translational Research Investigating Biomarker Endpoints in AKI) consortium found that 5 years after postoperative AKI, 17% of children had hypertension and 18% had CKD. Retrospective studies in pediatric stem cell transplant recipients who had HSCT-associated AKI have a prevalence of CKD at 23% and 11% at 6- and 12-months after HSCT, respectively, and a cumulative incidence of hypertension 30 years after HSCT of 36%. Treatment strategies to reduce the risk of CKD and its progression after AKI have been largely limited to ensuring adequate control of hypertension and persistent proteinuria, avoiding further episodes of kidney injury. This area has been difficult to study because of the heterogeneity of different causes of AKI and the multiple signaling pathways that contribute to maladaptive renal repair. The proximal tubules in particular appear most susceptible to damage in AKI, particularly from ischemic or nephrotoxic injury, but have a capacity for nephron repair through tubular cell dedifferentiation, proliferation, and redifferentiation. Injured proximal tubular cells can lose this repair apparatus for reasons not yet completely understood and instead contribute to AKI to CKD transition through maladaptive repair mechanisms that are proinflammatory and profibrotic in nature. These mechanisms include renal tubular cell cycle arrest at the G2/M phase, aberrant reactivation of developmental signaling pathways (eg, Wnt/B-catenin, Hedgehog, and Notch) to upregulate profibrotic gene expression, mitochondrial dysfunction, and resident fibroblast dysfunction in the face of hypoxic stress promoting extracellular matrix deposition. Increased activation of the renin-angiotensin-aldosterone system, as seen in CKD, contributes to the progression of kidney and cardiovascular disease through its effects on blood pressure control, sodium balance, and proinflammatory and profibrotic pathways. Therefore, lisinopril therapy should be administered in this patient because inhibitors of this system, such as ACE inhibitors and ARBs, are the mainstay of therapy to control blood pressure, reduce proteinuria, and slow CKD progression. Although amlodipine may control hypertension, it does not have antiproteinuric effects. Performing a kidney biopsy and genetic testing for proteinuric kidney diseases are not necessary in this patient because the clinical presentation is most consistent with CKD after maladaptive repair from AKI, and neither diagnostic test is likely to change management of this patient at this time. PREP Pearls e Hospital-acquired acute kidney injury is associated with long-term risk of morbidity and mortality in children, particularly in certain vulnerable patient populations, including neonates, critically ill children, cardiac surgery patients, and hematopoietic stem cell transplant recipients. e Multiple signaling pathways are involved in the maladaptive repair process that leads to acute kidney injury to chronic kidney disease transition. e Although treatment strategies to address specific pathways are currently limited, inhibitors of the renin-angiotensin-aldosterone system have been found in experimental and clinical studies to reduce chronic kidney disease progression by controlling blood pressure and reducing proteinuria. ABP Content Specifications(s)/Content Area e Know the long term sequelae of hospital-acquired acute kidney injury Suggested Readings Lebel A, Teoh CW, Zappitelli M. Long-term complications of acute kidney injury in children. Curr Opin Pediatr. 2020;32(3):367-375. doi:10.1097/MOP.0000000000000906 Sato Y, Takahashi M, Yanagita M. Pathophysiology of AKI to CKD progression. Semin Nephrol. 2020;40(2):206-215. doi:10.1016/j.semnephrol.2020.01.011 Copyright © 2022. American Academy of Pediatrics. All rights reserved. June Vv CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 5-year-old girl is evaluated for a neurogenic bladder. The patient was recently\nadopted, and according to the parents, she was diagnosed with congenital\nmyelomeningocele at birth. Her parents were informed that during infancy her\nbladder functioned well and she had no urinary tract infections. Six months before\nadoption, she underwent surgery for tethered cord and subsequently developed a\nurinary tract infection that required hospitalization and antibiotics. She is currently\nbeing managed with clean intermittent catheterization (CIC) every 3 to 4 hours, with\nan 8F catheter. Her bowel regimen includes a soft daily bowel movement into the\ntoilet when she feels the urge. Within a week of arriving in the United States, she\ndeveloped a urinary tract infection treated with oral antibiotics as an outpatient.\nAccording to the parents, she is tolerating her CIC regimen well and is dry during\nthe day but wets the bed every night. Recent urodynamic studies reveal poor\nbladder compliance with high storage pressure (end filling pressure is 50 cm H20).\n\nHer current medications include an herbal supplement to help with constipation.\n\nToday the girl is asymptomatic, and her urinalysis is significant for pyuria (3+) and\nhematuria (3+). Microscopy reveals more than 100 white blood cells per high-power\nfield, 50 to 100 red blood cells per high-power field, and numerous bacteria.\n\nOf the following, the MOST appropriate next step in addition to CIC for the\nmanagement of neurogenic bladder in this patient is",
    "options": [
      "antibiotic prophylaxis",
      "anticholinergics",
      "intravesical botulinum toxin",
      "overnight drainage In children, congenital neural tube defects (NTDs), such as myelomeningocele, are the most common cause of neurogenic bladder. Neurogenic bladder encompasses the full range of bladder dysfunction secondary to any central or peripheral nervous system lesions. Management of neurogenic bladder aims to minimize or prevent damage to the urinary tract, prevent recurrent urinary tract infections (UTIs), and maximize safe and social bladder and bowel continence. Urodynamic evaluation, including measurement and assessment of bladder compliance and capacity, intravesical pressure, overactivity, and detrusor leak-point pressure (DLPP), is important when evaluating patients with NTDs. Current recommendations indicate that for children with NTDs, urodynamic evaluation should be undertaken in the neonatal period after surgical repair and thereafter at regular intervals or changes in symptoms. Urodynamic studies that reveal intravesical pressure greater than 40 cm H20 identify patients at high risk for lower glomerular filtration rates, increased UTIs, vesicoureteral reflux, upper urinary tract deterioration, and hydronephrosis. In this patient, urodynamic studies reveal a hostile bladder with poor compliance and high storage pressure. Hostile bladder correlates with an end-filling bladder pressure or DLPP of 40 cm H20 or more or the presence of detrusor overactivity or detrusor sphincter dyssynergia. Conversely, a safe bladder pressure is an end-filling pressure or DLPP of less than 25 cm H20. Clean intermittent catheterization (CIC) is the preferred technique for bladder drainage in patients with neurogenic bladder. Routine CIC preserves kidney function by reducing overdistention of the bladder and reducing pressures. Asymptomatic bacteriuria (ASB), as noted in this patient, is frequently seen with CIC (>50% of the patients with CIC) and defined as a positive urine culture result in a patient without signs and symptoms of UTI. Currently, there is no consensus for prevention, diagnosing, or treating UTIs in patients with neurogenic bladders who are being managed with CIC. Although continuous antibiotic prophylaxis in this cohort (neurogenic bladder with CIC) reduces ASB, studies have also reported increased bacterial resistance and no protection against development of symptomatic UTIs or new renal scarring. Antibiotic prophylaxis should be considered in patients with recurrent febrile UTI and vesicoureteric reflux. In this patient, an episode of UTI associated with a recent change in home environment and lack of previous recurrent UTIs is not an indication to start antibiotic prophylaxis at this time. The incidence of UTI in patients with neurogenic bladders is not affected by sterile or clean catheterization technique, use of coated or uncoated catheters, single (sterile) or multiple use (clean) of catheters, and self-catheterization or catheterization by others. In addition to CIC, medical therapy with anticholinergic/antimuscarinic medications is an important step in the management of neurogenic bladder associated with detrusor overactivity and high bladder pressure, as noted in this patient. These medications act on the muscarinic receptors in the bladder to reduce detrusor muscle contraction. Their use in patients with detrusor overactivity reduces intravesical pressure and increases bladder capacity during the storage phase, leading to decreased frequency and incontinence. In addition, early use of anticholinergics has reduced the rate of renal deterioration and need for bladder augmentation. Use of oxybutynin (most common) and tolterodine has been approved by the US Food and Drug Administration for children older than 5 years; the use of anticholinergics in neonates and young children is considered off label. Cognitive impairment, blurry vision, dry mouth, gastroesophageal reflux, constipation, and urinary retention are dose-limiting adverse effects secondary to widespread distribution of muscarinic receptors. Overall, children tolerate anticholinergic medications better than adults. Overnight catheter drainage to prolong bladder and kidney decompression and additional pharmacologic interventions, including B3-adrenergic agonist (mirabegron) for its synergistic effect on the bladder or botulinum toxin injection into the detrusor muscle, are adjunctive conservative approaches for managing persistent bladder dysfunction after initial treatment of neurogenic bladder with CIC and anticholinergics. PREP Pearls e Neurogenic bladder encompasses the full range of bladder dysfunction secondary to any central or peripheral nervous system lesions. e Clean intermittent catheterization and anticholinergic medications are the preferred first-line management for neurogenic bladders. e Hostile bladder is defined as an end-filling bladder pressure or detrusor leak-point pressure of 40 cm H20 or more or the presence of detrusor overactivity or detrusor sphincter dyssynergia. e Patients with neurogenic bladder and hostile bladder are at increased risk for poorer glomerular filtration rates, vesicoureteral reflux, upper urinary tract deterioration, more urinary tract infections, and hydronephrosis. ABP Content Specifications(s)/Content Area e Know the complications and natural history of the different forms of neurogenic and non-neurogenic bladder Suggested Readings Lucas E. Medical management of neurogenic bladder for children and adults: a review. Top Spinal Cord Inj Rehabil. 2019;25(3):195-204. doi:10.1310/sci2503-195 June Vv CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A previously healthy, 3-year-old girl is evaluated for 3 days of progressive periorbital\nedema and 1 day of fever and cough. She initially had an upper respiratory tract\ninfection, and her parents have been giving her some over-the-counter\ndiphenhydramine at bedtime to try to reduce the swelling without relief.\n\nHer vital signs are shown:\n\nTemperature 38.9°C\n\nHeart rate 124 beats/min\n\nRespiratory rate 24 breaths/min\n\nBlood pressure 98/64 mm Hg\n\nOxygen saturation | 97% in room air\n\n\n\nPhysical examination findings are notable for periorbital edema and decreased\nbreath sounds and rales at the right base but otherwise clear sounds and no\nretractions or signs of distress. Her abdomen is soft, nontender, and nondistended.\nShe has no rashes or skin lesions.\n\nOffice urine dipstick test results are notable for 4+ protein and trace blood but are\notherwise negative.\n\nOf the following, the MOST likely primary mechanism for this patient's susceptibility\nto her current infection is",
    "options": [
      "antihistamine medication © B. hypogammaglobulinemia",
      "impaired neutrophil response",
      "impaired T-cell response The patient in the vignette has nephrotic syndrome and an acute febrile illness. Given her cough and physical examination findings, this illness is most likely an acute bacterial pneumonia secondary to Streptococcus pneumoniae. Patients with nephrotic syndrome are at increased risk for bacterial infections, in particular pneumococcal infections, for a number of reasons. The primary mechanism relates to a state of hypogammaglobulinemia secondary to loss of IgG in the urine. Another mechanism relates to edema formation and the stasis of these fluid collections. This mechanism poses a risk of infection wherever fluid might collect, including bacterial infections of the soft tissue (eg, cellulitis), lungs, and peritoneum. Spontaneous bacterial peritonitis is an important cause of morbidity and mortality in patients with nephrotic syndrome, which may be secondary to S$ pneumoniae in this population as well. Antihistamine medication is ineffective for the treatment of nephrotic syndrome but does not pose an increased risk of infection either. A primary impaired neutrophil response is not a feature or complication of nephrotic syndrome. Even though cellular immunity may be impaired in patients with nephrotic syndrome, it is not a primary effect and may be secondary to impaired humoral immunity or to immunosuppressive medications used to treat nephrotic syndrome. PREP Pearls e Patients with nephrotic syndrome are at increased risk for bacterial infections, in particular pneumococcal infections related to a state of hypogammaglobulinemia secondary to loss of IgG in the urine. e Another mechanism relates to edema formation and the stasis of these fluid collections. This mechanism poses a risk of infection wherever fluid might collect, including bacterial infections of the soft tissue (eg, cellulitis), lungs, and peritoneum. e Spontaneous bacterial peritonitis is an important cause of morbidity and mortality in patients with nephrotic syndrome, which may be secondary to Streptococcus pneumoniae in this population as well. ABP Content Specifications(s)/Content Area e Understand the mechanisms which predispose children with nephrotic syndrome to bacterial infections Suggested Readings Wang CS, Greenbaum LA. Nephrotic syndrome. Pediatr Clin North Am. 2019;66(1):73-85. doi:10.1016/j.pcl.2018.08.0 06 June Vv CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 17-year-old, previously healthy adolescent girl is seen with a 2-month history of\nfatigue and a tingling sensation of the arms and feet. Yesterday she had an episode\nof painful cramps in the right hand that lasted almost half an hour and\nsubsequently resolved. Her parents report that for the past few months she has\nmainly stayed at home due to fatigue. The patient has normal growth parameters\nand vital signs. She develops twitching of the ipsilateral facial muscles when the\nfront of the right earlobe is tapped, and a carpopedal spasm of the right hand\noccurs when her blood pressure is checked. The remainder of her examination\nfindings are normal.\n\nLaboratory data are shown:\n\nLaboratory Test Result\nSodium 135 mEq/L (135 mmol/L)\nPotassium 3.2 mEq/L (3.2 mmol/L)\n\n\n\nChloride 100 mEq/L (100 mmol/L)\n\nBicarbonate 35 mEq/L (35 mmol/L)\n\nBlood urea nitrogen | 18 mg/dL (6.4 mmol/L)\n\nCreatinine 0.6 mg/dL (53 pmol/L)\nCalcium 6.7 mg/dL (1.7 mmol/L)\nMagnesium 1.0 mg/dL (0.4 mmol/L)\nSerum albumin 4 g/dL (40 g/L)\n\nOf the following, the MOST like\n\ny findings in this patient are",
    "options": [
      "Parathyroid hormone |Phosphorus |25-hydroxyvitamin D Low Elevated Normal * 8B. Parathyroid hormone |Phosphorus |25-hydroxyvitamin D Low/Normal Normal Normal",
      "Parathyroid hormone |Phosphorus |25-hydroxyvitamin D Elevated Elevated Normal",
      "Parathyroid hormone |Phosphorus |25-hydroxyvitamin D Elevated Low/Normal |Low The patient in the vignette has Gitelman syndrome (hypokalemia, hypomagnesemia, and metabolic alkalosis), and the presenting symptoms are secondary to hypocalcemia (paresthesias, positive Chvostek and Trousseau Signs). Vitamin D, parathyroid hormone (PTH) and calcium-sensing receptors are the 3 main determinants of circulating calcium concentrations. Plasma levels of PTH, phosphorus, and 25-hydroxyvitamin D are helpful in determining the etiology and underlying pathophysiology derangements associated with the majority of these cases. Of note, it is important to interpret total serum calcium in relation to serum albumin levels. In patients with hypoalbuminemia, it is estimated that total serum calcium drops by 0.8 mg/dL (0.2 mmol/L) for every 1 g/dL (10 g/L) fall in the serum albumin concentration. Once hypocalcemia is confirmed [total serum calcium <8.5 mg/dL (4.3 mEq/L or 2.1 mmol/L) or ionized calcium <1.0 mmol/L], serum PTH levels are helpful in providing clues to the underlying etiology. A low serum calcium level stimulates PTH secretion, and serum PTH levels may be low, normal, or elevated (hyperparathyroidism) in relation to the serum calcium level (Table). Hypocalcemia in this patient is most likely secondary to chronic hypomagnesemia. Significant hypomagnesemia leads to hypocalcemia due to impaired parathyroid hormone (PTH) secretion or the refractoriness of bone and renal tubules to PTH associated with normal or low serum PTH. Low or low normal PTH levels are seen in hypocalcemic patients with hypoparathyroidism and mutations of calcium-sensing receptors. Hypocalcemia with elevated PTH levels suggests chronic kidney disease, vitamin D deficiency, and pseudohypoparathyroidism. These conditions are associated with normal or elevated serum magnesium, as in chronic kidney disease. PREP Pearls e Vitamin D, parathyroid hormone, and calcium-sensing receptors are the 3 main determinants of circulating calcium concentrations. e Serum PTH helps in distinguishing and understanding the pathophysiology of hypocalcemia. ABP Content Specifications(s)/Content Area e Know the causes of hypocalcemia e Recognize the causes of artifactual hypocalcemia Suggested Readings Goldstein DA. Serum calcium. In: Walker HK, Hall WD, Hurst JW, eds. Clinical Methods: The History, Physical, and Laboratory Examinations. 3rd ed. Boston, MA: Butterworths;1990. Singh J, Moghal N, Pearce SHS, Cheetham T. The investigation of hypocalcaemia and rickets. Archives of Disease in Childhood. 2003;88:403- 407. doi: 10.1136/adc.88.5.403 Copyright © 2022. American Academy of Pediatrics. All rights reserved. June Vv CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 14-year-old adolescent boy with end-stage kidney disease of an unknown cause\nreceived a living donor kidney transplant from his mother 1 year ago. He recently\ndeveloped proteinuria (urine protein-creatinine ratio of 1.6) with no hematuria,\nhypertension, or graft dysfunction. Kidney biopsy revealed diffuse thickening of\nglomerular basement membrane with lgG1-dominant subepithelial immune\ncomplex deposits along with evidence of capillaritis. The patient had C4D positivity\nbut no donor-specific antibodies.\n\nOf the following, the MOST likely diagnosis is",
    "options": [
      "acute cellular rejection ® B. de novo membranous nephropathy",
      "recurrence of lgA nephropathy",
      "recurrence of membranous nephropathy The patient in the vignette had an unknown cause of end-stage kidney disease (ESKD) but after transplantation has a late presentation of membranous nephropathy (MN) with |gG1-dominant immune complex deposits, along with histologic findings of antibody-mediated rejection (AMR). This presentation best fits with the diagnosis of de novo MN in the transplant kidney. The patient in the vignette has kidney biopsy findings typical of MN. Membranous nephropathy is seen in the kidney transplant, either as recurrent disease in patients with MN as the underlying cause of ESKD in the native kidney or de novo in patients who originally had ESKD from another cause. Recurrent MN usually presents in 10% to 45% kidney transplant recipients with a pretransplant diagnosis of primary MN, sometimes within days to up to a year after transplantation. Patients usually present with progressive proteinuria, with or without graft dysfunction. Biopsy of the transplant kidney revealing diffuse thickening of the glomerular basement membrane (GBM), with hallmark subepithelial electron dense deposits, and spikes of GBM extending between the immune complex deposits establishes the diagnosis. IgG4 is the predominant IgG in the immune complex deposits. Like primary MN, phospholipase A2 receptor (PLA2R) positivity of immune complex deposits is commonly present in recurrent MN. Living related and HLA identical donor kidney transplant recipients may be more at risk of developing recurrent MN compared with deceased donor kidney transplants. Recurrence is thought to be related to the presence of a circulating factor (autoantibody to the M-type PLA2R) at the time of transplantation. Anti-PLA2R antibodies should be monitored for potential recurrence in patients with PLA2R-associated MN In their native kidneys. Recurrent MN may run an indolent course or be aggressive and progress to graft loss if left untreated. De novo MN is much rarer, seen in approximately 1.5% to 2% of patients with kidney transplant overall, but is more prevalent in children (up to approximately 9%) compared with adults and increases with time after transplantation. De novo MN tends to develop later in the posttransplant period (up to several years) when compared with recurrent MN. De novo MN is rarer in the second transplant in patients who did not have de novo MN in the first transplant. On the other hand, patients who had de novo MN in the first kidney transplant are susceptible to recurrence of MN in the second transplant. Proteinuria is usually the first presentation. In approximately 30% cases, proteinuria may continue to remain in the nonnephrotic range, and those patients may be otherwise asymptomatic. A kidney biopsy specimen characterized by the presence of classic findings of MN is required for diagnosis. An accurate diagnosis of the original cause of ESKD or reassessment of the native kidney biopsy is required to establish the diagnosis of true de novo MN. Biopsy, in addition, often reveals evidence of capillaritis and C4D deposition in the peritubular capillaries along with duplication of GBM, which are features of AMR. It is also common to detect donor-specific antibodies (DSAs) in 30% to 60% of the patients. The exact underlying mechanism for this association is unknown but is thought to be attributable to the formation of antigen-antibody complexes at the GBM. Typically, de novo MN is not associated with circulating antibodies to PLA2R and is usually negative for PLA2R staining within immune deposits. |gG1 is usually the dominant IgG subtype within immune deposits in de novo MN as opposed to recurrent MN in which IgG4 is seen predominantly. De novo MN after transplantation usually does not affect graft survival but in some cases may be progressive and associated with graft loss, although it is not clear if this adverse outcome is attributable to de novo MN progression vs AMR. It is therefore unclear whether treatment of de novo MN with additional immunosuppression is warranted and whether it alters outcome because cases are rare and data are limited. However, treatment of associated AMR, if present, is important. Supportive therapy with angiotensin inhibition, blood pressure control, and management of hyperlipidemia is beneficial. In nonnephrotic range proteinuria, some prefer to augment the maintenance dose of immunosuppression the patient is already receiving. Patients with persistent, nephrotic range proteinuria or with declining kidney function may need additional treatment with rituximab. Patients not responding to rituximab may receive trials of cyclophosphamide; antimetabolites are not administered in that case, although calcineurin inhibitors and corticosteroids are usually continued. Pulse corticosteroids are usually ineffective in reducing proteinuria. Plasmapheresis is a consideration for patients with features of long-term rejection with persistent DSAs along with de novo MN. PREP Pearls e Membranous nephropathy (MN) can be seen in the kidney transplant either as recurrent primary MN or (more rarely) de novo in patients who originally had end-stage kidney disease from another cause. e Recurrent membranous nephropathy (MN) has an earlier presentation, with typical biopsy findings of MN with 1gG4-dominant immune complex deposits, whereas de novo MN presents several years after kidney transplant with typical biopsy findings of MN with lgG1-dominant immune complex deposits. e Phospholipase A2 receptor antibodies can be present in recurrent membranous nephropathy (MN) but absent in de novo MN. ABP Content Specifications(s)/Content Area e Know the presentation and diagnostic characteristics of de novo membranous glomerulonepnhritis following renal transplantation Suggested Readings Honda K, Horita S, Toki D, et al. De novo membranous nephropathy and antibody-mediated rejection in transplanted kidney. Clin Transplant. 2011;25(2):191-200. doi:10.1111/j.1399-0012.2010.01213.x Patel K, Hirsch J, Beck L, Herlitz L, Radhakrishnan J. De novo membranous nephropathy in renal allograft associated with antibody-mediated rejection July Vv CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 7-year-old girl sustained an elbow injury while playing on a self-made “ninja\nwarrior course” at home. Her mother reports that the patient had a right ankle\nfracture a year ago at her daycare center when she fell down. The mother also\nreports that she too has a history of 2 fractures after minor injuries. The patient\nwas born at 40 weeks’ gestation via spontaneous vaginal delivery, and her birth\nweight and height were 3400 g (50th percentile) and 50 cm (50th percentile),\nrespectively. No limb deformities or skin hyperelasticity were noted at birth.\n\nPhysical examination findings are significant only for the patient being in visible\ndiscomfort, gray-brown discoloration of the teeth, forehead bruising, and right\n\nelbow swelling.\n\nLaboratory data are shown:\n\nLaboratory Test\n\nResult\n\nSerum sodium\n\n139 mEq/L (139 mmol/L)\n\nSerum potassium\n\n4 mEq/L (4 mmol/L)\n\n\n\nSerum chloride 102 mEq/L (102 mmol/L)\n\nSerum bicarbonate 27 mEq/L (27 mmol/L)\n\nSerum urea nitrogen | 19 mg/dL (6.8 mmol/L)\n\nSerum creatinine 0.4 mg/dL (35.4 umol/L)\n\nSerum calcium 9.8 mg/dL (2.5 mmol/L)\n\nSerum phosphorus 4.8 mg/dL (1.6 mmol/L)\n\nSerum magnesium 1.8 mg/dL (0.7 mmol/L)\n\nParathyroid hormone | 45 pg/mL (45 ng/L)\n\nOf the following, the BEST information to provide the patient's mother with is that",
    "options": [
      "medical management decreases fracture frequency © B. optimal management uses a multidisciplinary team approach",
      "the patient may resume “ninja warrior training” after the current injury heals",
      "asocial worker will be contacting child protective services The patient in the vignette has osteogenesis imperfecta (Ol). This diagnosis is supported by her history of recurrent fractures with minor injuries (from the homemade obstacle course), abnormal dentition, and family history of recurrent fractures after minor injuries. Chronic kidney disease is nota consideration for fractures in this patient in view of normal kidney function and normal bone and mineral metabolism. Nonaccidental trauma is an important differential diagnosis in a patient seen with a history of recurrent fractures after minor injuries. However, the same should not be a primary consideration in this patient in view of fracture when parents were not around (eg, ankle fracture while in daycare) and when abnormal dentition and family history of fractures with minor injuries are present. The phenotype of Ol is diverse and influenced by the genetic mutation responsible. The most commonly encountered subtype is the mildest form, Ol type 1, associated with increased risk for low-trauma fractures. Dental involvement especially of the primary teeth is common and reported in approximately 50% of children and adults with Ol. Features seen in teeth with Ol include gray-brown discoloration, narrow roots, partial or total obliteration of the pulp chambers, and history of recurrent dentoalveolar abscess. Blue sclera, abnormal teeth, hearing problems, osteoporosis, wormian bones, joint laxity, and short stature are considered positive findings of Ol because their presence in nonaccidental trauma is uncommon. Osteogenesis imperfecta, comprising disorders of the connective tissue, occurs in 1 in 10,000 to 15,000 liveborn children, affects people of all ethnicities, and is clinically and genetically heterogeneous. Osteogenesis imperfecta is characterized by bone fragility that manifests primarily as fractures from minimal trauma and infrequently as bone deformity and short stature. Macrocephaly, blue sclerae, dentinogenesis imperfecta, hearing loss, neurological defects (eg, macrocephaly and basilar invagination), and cardiopulmonary complications are secondary manifestations of Ol. Lifestyle modifications to decrease risk for fractures is an important initial step in management of patients with Ol. To that end, the patient would be discouraged from participating in obstacle courses or “ninja warrior” training. A multidisciplinary team approach is recommended to optimize management of Ol. The team should include the patient and parents and should aim to minimize pain, maximize mobility, and enable the child to maximize his/her potential similar to his/her peers. The National Institutes of Health, in cooperation with the Osteogenesis Imperfecta Foundation, published guidelines in 2007 for primary care physicians. Recommendations included (1) genetics consultation to confirm diagnosis and provide genetic counseling, (2) pediatric endocrinology consultation regarding early bisphosphonate therapy, (3) early intervention services for severe Ol associated with developmental delay, and (4) first dental visit at 1 year of age to evaluate for dentinogenesis imperfecta. In addition, orthopedic surgeons, physiotherapists, and occupational therapists are central to managing recurrent fractures and musculoskeletal strength as well as limiting deformities. Clinical psychologists, speech and language therapists, dieticians, and social workers are other members of the health care team important for enabling patients and their families to lead fulfilling lives and achieve maximum potential to the best of their ability given the diagnosis of a chronic lifelong condition with limitations. Of note, current scientific evidence is lacking for the efficacy of individual components of a multidisciplinary team approach; however, clinical experience indicates that the multidisciplinary team approach is important for the management of Ol. Bisphosphonates (eg, pamidronate, alendronate, risedronate) are the most widely used for treating Ol. Bisphosphonates increase bone density and reduce bone turnover. Trials in patients with Ol have reported increased bone mineral density and decreased biochemical markers of bone turnover with bisphosphonates compared with no treatment or placebo. A Cochrane review and a meta-analysis of randomized trials concluded that bisphosphonate therapy had an undetermined effect on fracture rate in Ol. These reviews also acknowledge that the available studies have not generally been powered to detect a reduction in fracture incidence. Increased bone mineralization from bisphosphonates, which can make the bones more brittle, may explain the lack of beneficial effect in fracture reduction in these trials. Furthermore, benefits in quality of life and functional status reported in observational studies have not been demonstrated in controlled trials. PREP Pearls e Osteogenesis imperfecta is characterized by bone fragility, manifesting primarily as fractures from minimal trauma, and secondary manifestations, including macrocephaly, blue sclerae, dentinogenesis imperfecta, hearing loss, neurologic defects (eg, macrocephaly and basilar invagination), and cardiopulmonary complications. e Nonaccidental trauma is an important differential diagnosis in a patient presenting with a history of recurrent fractures after minor injuries; however, secondary manifestations are absent in patients with nonaccidental trauma. e Amultidisciplinary team approach is recommended to optimize management of osteogenesis imperfecta. ABP Content Specifications(s)/Content Area e Treatment of osteogenesis imperfecta Suggested Readings Canter J, Rao VB, Palusci VJ, et al. Interpreting osteogenesis imperfecta variants of uncertain significance in the context of physical abuse: a case series. / Pediatr Genet. 2019;8(2):63-68. doi:10.1055/s-0038-1672135 Ralston SH, Gaston MS. Management of osteogenesis imperfecta. Front Endocrinol (Lausanne). 2020;10:924. doi:10.3389/fendo.2019.00924 Starr SR, Roberts TT, Fischer PR. Osteogenesis imperfecta: primary care. Pediatr Rev. 2010;3(8):e54-e64. doi:10.1542/pir.31-8-e54 July Vv CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 14-year-old adolescent girl is evaluated for a new kidney stone diagnosis. She was\nseen at her local emergency department a few days ago with right flank pain and\ngross hematuria. Kidney ultrasonography revealed moderate hydronephrosis on\nthe right with a 4-mm stone in the right ureterovesical junction. She was discharged\nwith a prescription for tamsulosin, and her flank pain has resolved. The patient\nreports that she has been feeling more tired in the last few months. She has had\nintermittent abdominal pain, diarrhea, and a 3-kg weight loss. Physical examination\nreveals that her body mass index has decreased from 20 to 18 kg/m2. Her blood\npressure is 98/60 mm Hg. Her conjunctiva are pale, but the rest of her examination\nfindings are unremarkable. There is no family history of kidney stones or kidney\ndisease.\n\nOf the following, the MOST likely finding to be observed in this patient with respect\nto her kidney stone is",
    "options": [
      "decreased dibasic amino acid reabsorption",
      "decreased glyoxylate metabolism",
      "increased 2,8-dihydroxyadenine excretion ® D. increased oxalate absorption The patient in the vignette has symptoms consistent with inflammatory bowel disease; therefore, the underlying mechanism of her kidney stone is increased intestinal oxalate absorption. Metabolic evaluation for children with kidney stones includes serum electrolytes (including phosphorus and magnesium), serum creatinine, serum uric acid, urinalysis, and urine electrolytes in spot and 24-hour urine collection samples. Vitamin D and parathyroid hormone levels are useful in those with calcium disorders or hypercalciuria. If the urinary oxalate level is elevated, urinary glycolate, glycerate, and glyoxylate levels should be measured to help differentiate between primary and secondary hyperoxaluria. These 3 urine metabolites are elevated in primary hyperoxaluria. Genetic testing for primary hyperoxaluria is also readily available. A normal urinary oxalate level is less than 45 mg/1.73 m2 per 24 hours for all age groups. Age-dependent normal spot urine oxalate/creatinine ratios are provided in the Table. Primary hyperoxaluria occurs as the result of increased endogenous oxalate synthesis caused by liver enzyme deficiencies, whereas secondary hyperoxaluria occurs as the result of increased intestinal absorption of exogenous dietary oxalate. Patients with primary hyperoxaluria have markedly elevated urinary oxalate levels, generally ranging from 88 to 350 mg per 24 hours, whereas those with secondary hyperoxaluria have modestly elevated urinary oxalate levels, ranging from 44 to 70 mg per 24 hours. Increased intestinal oxalate absorption can occur because of a high-oxalate diet (eg, spinach and rhubarb), excessive vitamin C supplementation, fat malabsorption, alterations in oxalate-degrading microorganisms in the intestines, and genetic variations in oxalate transporters. Fat malabsorption leads to increased luminal free fatty acids, which bind intestinal calcium, leaving less calcium available to form insoluble calcium oxalate complexes and increasing the available amount of free oxalate for absorption. In addition, fatty acids and bile acids in fat malabsorptive states increase the intestinal mucosal permeability to oxalate. Hyperoxaluria attributable to fat malabsorption (ie, enteric hyperoxaluria) can be seen in patients with inflammatory bowel disease, short gut syndrome, or pancreatic insufficiency or after bariatric surgery. Secondary hyperoxaluria is more likely in a patient with inflammatory bowel disease than primary hyperoxaluria; therefore, the patient in the vignette does not have decreased glyoxylate metabolism. Decreased dibasic amino acid reabsorption is seen in patients with cystinuria and not in patients with inflammatory bowel disease or enteric hyperoxaluria. Increased urinary level of 2,8-dinydroxyadenine is seen in patients with adenine phosphoribosyltransferase deficiency and not in patients with secondary hyperoxaluria. Treating the underlying intestinal disease and reducing fat malabsorption can decrease enteric hyperoxaluria. High fluid intake (>3 L/1.73 m2), as in other kidney stone diseases, is important in the management of secondary hyperoxaluria. Unlike in primary hyperoxaluria in which the primary source of oxalate is endogenous, a low-oxalate diet is recommended in secondary hyperoxaluria. Coingestion of calcium supplements with oxalate-containing food can act as an oxalate binder by forming insoluble calcium-oxalate complexes in the gut, thereby decreasing intestinal oxalate absorption. Citrate supplementation can reduce urinary calcium-oxalate supersaturation if hypocitraturia is present. Although not approved by the US Food and Drug Administration, oxalobacter formigenes therapy is used in many countries for breaking down enteric oxalates. PREP Pearls e Enteric hyperoxaluria and resulting calcium oxalate kidney stones can be seen in patients with fat malabsorption, such as patients with inflammatory bowel disease, short gut syndrome, and pancreatic insufficiency and those undergoing bariatric surgery. e Intestinal absorption of oxalate increases in fat malabsorption because of decreased availability of intestinal calcium to form insoluble calcium- oxalate complex and increased intestinal mucosal permeability to oxalate. e Treatment of secondary hyperoxaluria includes treating the underlying condition and reducing fat malabsorption, high fluid intake, low-oxalate diet, calcium oxalate binders, and alkali citrate. ABP Content Specifications(s)/Content Area e Evaluation and management of secondary hyperoxaluria Suggested Readings Robijn S, Hoppe B, Vervaet BA, D’Haese PC, Verhulst A. Hyperoxaluria: a gut- kidney axis? Kidney /nt. 2011;80:1146-1158. doi:10.1038/ki.2011.287 Rodriguez Cuellar Cl, Tao Wang PZ, Freundlich M, Giller G. Educational review: role of the pediatric nephrologists in the work-up and management of kidney stones. Pediatr Nephrol. 2020;35:383. doi:10.1007/s00467-01 8-41 79-9 Witting C, Langman CB, Assimos D, Baum MA, Kausz A et al. Pathophysiology and treatment of enteric hyperoxaluria. ClinJ Am Soc Nephrol. 2021;16:487- 495. doi:10.2215/CJN.08000520 Copyright © 2022. American Academy of Pediatrics. All rights reserved. July Vv CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 13-year-old adolescent boy develops vomiting and abdominal pain. Review of\nsystems is notable for fatigue, polyuria, polydipsia, and weight loss. He was born at\nfull term and has no prior hospitalizations or surgeries. He took acetaminophen for\nthe abdominal pain. Vital signs on presentations are as follows: temperature\n38.2°C, heart rate 120 beats/min, blood pressure 90/60 mm Hg. His height is at the\n50th percentile, and weight is at the 10th percentile. On physical examination, he is\nill-appearing with dry mucous membranes. He has tachycardia, with no murmur.\nHis abdomen is soft with minimal tenderness and no guarding or rebound.\n\nLaboratory data are shown:\nLaboratory Test Result\nSodium 128 mEq/L (128 mmol/L)\nPotassium 5.8 mEq/L (5.8 mmol/L)\nChloride 101 mEq/L (101 mmol/L)\n\n\n\nBicarbonate 7 mEq/L (7 mmol/L)\n\nBlood urea nitrogen | 15 mg/dL (5.3 mmol/L)\n\nCreatinine 1.5 mg/dL (1326 umol/L)\nGlucose 523 mg/dL (29 mmol/L)\nBlood gas pH 7.1\n\nThe patient is admitted to the intensive care unit for further management.\n\nOf the following, the patient's elevated creatinine level will be MOST likely\nassociated with",
    "options": [
      "increased risk for hypotension ® B. increased risk for prolonged length of stay",
      "no effects on short-term health outcomes",
      "no increased risk of recurrent acute kidney injury The patient in the vignette likely has diabetic ketoacidosis with acute kidney injury (AKI). Multiple retrospective studies in children demonstrated associations of AKI with mortality and other adverse outcomes, including: e increased length of stay e prolonged mechanical ventilation e increased risk for chronic kidney disease e increased risk for recurrent AKI. However, these studies have not demonstrated effects on risk for hypotension. Acute kidney injury is a frequent complication of hospitalization. Initially identified in adult studies, even small increases in creatinine (by 0.3 mg/dL [22.9 umol/L]) are associated with increased mortality. Following this increased recognition of AKI’s consequences, several different systems have been described to classify AKI severity. The first system to define severity of AKI was RIFLE, which stands for: a) AKI stages (risk, injury, failure) and b) outcomes (loss and end-stage renal disease). RIFLE was developed by consensus between nephrologists and intensivists. RIFLE is based on both changes in serum creatinine and urine output. Adapted criteria known as pRIFLE were developed for pediatric patients. The Acute Kidney Injury Network (AKIN) developed criteria modified from RIFLE. The major difference was the addition of the requirement for the change in serum creatinine to occur over 48 hours. In 2012, Kidney Disease Improving Global Outcomes (KDIGO) criteria integrated RIFLE and AKIN criteria. KDIGO included the estimated glomerular filtration rate (eGFR) threshold from pRIFLE and added to stage 3 an eGFR cutoff for pediatric patients and required the creatinine changes (except absolute 0.3-mg/dl increase) to occur within a 7-day time frame. Regardless of the staging criteria used, AKI is associated with increased in- hospital mortality. Also regardless of the staging criteria used, increased AK| severity is associated with increased mortality. However, there are significant differences among the staging criteria. pRIFLE is the least stringent and classifies the most number of patients with AKI. Conversely, AKIN is more stringent and therefore classifies the fewest patients with AKI. KDIGO is midway between pRIFLE and AKIN criteria. Thus, when comparing rates of AKI, the classification system used is critical. Of note, in 1 study, those patients who met pRIFLE but not AKIN or KDIGO criteria had lower rates of mortality, suggesting that they may represent a healthier population. The largest prospective study of pediatric AKI to date is The Worldwide Acute Kidney Injury, Renal Angina, and Epidemiology (AWARE) study. This study prospectively followed patients (age 3 months to 25 years) admitted to intensive care units from 32 centers. The centers included representation from 4 continents (Asia, Australia, Europe, and North America). Serum creatinine and urine output was obtained daily for 7 days. Outcomes included death at 28 days, length of stay in the intensive care unit, receipt and duration of mechanical ventilation, receipt of extracorporeal membrane oxygenation (ECMO) and receipt of renal-replacement therapy (RRT). KDIGO criteria were used for AKI staging. Of the 4,683 patients in the study, 26.9% of subjects developed AKI. Severe AKI was associated with increased risk of death, even after adjustment for severity of illness. Increased AKI was associated with longer length of ICU stay, and receipt of extracorporeal membrane oxygenation and renal replacement therapy, and increased use and duration of mechanical ventilation. Of note, almost two-thirds of the patients with AKI were diagnosed based on urine output criteria and would have been missed with a creatinine-based assessment alone. PREP Pearls e Acute kidney injury is a frequent complication of pediatric hospitalization. e Inchildren requiring intensive care, acute kidney injury is associated with increased risk of mortality, length of stay, and need and duration of ventilatory support. e The choice of classification system for acute kidney injury severity (pRIFLE, AKIN, and KDIGO) will affect the percentage of children classified with acute kidney injury and may limit comparison between studies. ABP Content Specifications(s)/Content Area e Understand the epidemiologic significance of acute kidney injury definitions (pRIFLE and AKIN) Suggested Readings Fortenberry JD, MD, Paden ML, Goldstein SL. Acute kidney injury in children: an update on diagnosis and treatment. Pediatr Clin North Am. 2013;60:669- 688. doi:10.1016/j.pcl.2013.02.006 Kaddourah A, Basu RK, Bagshaw SM, Goldstein SL; AWARE Investigators. Epidemiology of acute kidney injury in critically ill children and young adults. N Engl] Med. 2017;376(1):11-20. doi: 10.1056/NEJMoa1611391 Sutherland SM, Byrnes JJ, Kothari M, et al. AKI in hospitalized children: comparing the pRIFLE, AKIN, and KDIGO definitions. Clin J Am Soc Nephrol. 2015;10(4):554-61. doi: 10.2215/CJN.01900214 Copyright © 2022. American Academy of Pediatrics. All rights reserved. July Vv CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "An 11-year-old boy with nephropathic cystinosis is seen for symptoms of\nabdominal pain, vomiting, leg and knee pain, and skin lesions on the elbow. The\npatient denied a history of trauma and maintains adherence to immediate-release\ncysteamine therapy. His current dose is calculated at 130 mg/kg daily (2.9 g/m2\ndaily). His most recent leukocyte cystine level checked 1 month ago was 3 nmol half\ncysteine/mg protein, and subsequent to this his dose of cysteamine was increased.\n\nPhysical examination findings are significant for halitosis, purple striae on the\nelbows (right greater than left), and bilateral knee valgus.\n\nOf the following, the MOST appropriate statement regarding treatment with\ncysteamine in this patient is",
    "options": [
      "delayed release formulation has fewer adverse effects ® B. patient's symptoms could be dose related",
      "skin striae is a common adverse effect and improves with time",
      "vitamin B2 supplementation resolves therapy-associated halitosis Cystinosis is the most common inherited cause of Fanconi syndrome in children. Autosomal recessively inherited mutations of the CTNS gene (17p13.2), which encode for cystinosin (a lysosomal cystine/proton symporter), are the underlying defect in cystinosis. Cysteamine, a cystine-depleting agent, is the approved treatment for cystinosis, and the best effects of treatment are reported when cysteamine therapy is started at very young ages. Cysteamine bitartrate, an immediate- release formulation that requires every-6-hour dosing, is the most frequently used agent for treating patients with cystinosis. The prescribed dose of cysteamine aims for leukocyte cystine levels of less than 1 nmol half cysteine/mg protein. The estimated target dose of cysteamine is 1.30 g/m2 daily of free base for patients younger than 12 years and 2 g/d for patients 12 years and older (or weight >50 kg). Gastrointestinal symptoms, such as nausea, vomiting, anorexia, and abdominal pain, are the most frequent adverse effects associated with cysteamine therapy. Gastrointestinal ulceration and bleeding have also been reported in patients undergoing cysteamine therapy. Doses greater than 1.95 g/m2 daily are not recommended in view of intolerance because of gastrointestinal adverse effects and an increased incidence of other adverse events associated with cysteamine, leading to treatment withdrawal. In this patient, the dose of cysteamine could be responsible for the presenting symptoms and needs to be adjusted to a lower dose. Cysteamine is metabolized into volatile sulfur compounds (ie, dimethyl sulfide and methanethiol); these compounds are responsible for unpleasant sulfurous body and breath odor (halitosis). Oral supplementation with vitamin B2 (riboflavin) or chlorophyll tablets has been tried to reduce odor associated with these sulfur compounds; however, the benefits of these strategies have not been proven. Bothersome odor is a subjective patient assessment; therefore, odor-mitigating strategies are based on subjective assessment from patients. The patient in the vignette does not mention halitosis at presentation, which is an expected clinical finding in a patient undergoing cysteamine therapy. Rare adverse effects associated with cysteamine therapy, including bone pain, myalgia, skin striae, and bruise like lesions on the elbows (reactive angioendotheliomatosis on skin biopsy), are usually seen at higher doses (>1.95 g/m? per day). Allergic rash along with lethargy and neutropenia are more commonly associated with cysteamine therapy. Of note, these effects are reversible, and most are prevented by starting treatment with the drug at a low dosage with gradual titration as tolerated. Microspheronized enteric-coated formulation of cysteamine bitartrate has been recently approved and can be dosed every 12 hours. The delayed release formulation with a twice-daily dosing requirement may improve adherence in patients with cystinosis. A recent systematic review aimed at evaluating the beneficial and harmful effects of delayed-release cysteamine included only 1 study with appropriate design. This study was a randomized, crossover, open-label study that evaluated the noninferiority of newly available enteric-coated, delayed-release vs the more frequently used immediate-release cysteamine formulations. A small (n = 43) crossover randomized clinical trial found that delayed-release cysteamine is noninferior to immediate-release cysteamine based on leukocyte cystine level after 3 weeks of open-label treatment. This study also did not find clinically significant differences between the cysteamine formulations for other measures, such as therapy adherence, ability to swallow, or quality of life. Of note, however, trial design precluded evaluation of these outcome measures. Furthermore, this trial reported higher rates of nonserious gastrointestinal and nongastrointestinal adverse events with delayed-release cysteamine compared with immediate-release cysteamine. Other studies referenced in the systemic analysis that reported improved adherence, improved quality of life, and decreased adverse effects were excluded from final analysis owing to inadequate design, inappropriate intervention, and lack of a comparative group. PREP Pearls e Cysteamine doses greater than 1.95 g/m? daily are not recommended because of increased incidence of adverse events. e Gastrointestinal symptoms, such as nausea, vomiting, anorexia, and abdominal pain, are the most frequent adverse effects associated with cysteamine therapy. e Arecently approved delayed-release cysteamine formulation is noninferior compared with immediate-release cysteamine; however, adequately designed trials are not available to show its superiority in terms of adherence, adverse effects, and quality of life. ABP Content Specifications(s)/Content Area e Know the complications of therapy for proximal renal tubular acidosis Suggested Readings Ariceta G, Giordano V, Santos F., Effects of long-term cysteamine treatment in patients with cystinosis. Pediatr Nephrol. 2019;34(4):571-578. doi:10.1007/s00467-01 7-3856-4 Clinical review report: cysteamine delayed-release capsules (Procysbi): Horizon Pharma Ireland Ltd [Internet]. Ottawa, Ontario: Canadian Agency for Drugs and Technologies in Health; February 2018. https://pubmed.ncbi.nim.nih.gov/30475552/ Emma F, Nesterova G, Langman C, et al. Nephropathic cystinosis: an international consensus document. Nephrol Dial Transplant. 2014;29(suppl 4):iv87-94. doi:10.1093/ndt/gfu090 Copyright © 2022. American Academy of Pediatrics. All rights reserved. July Vv CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 15-year-old adolescent boy with stage 4 chronic kidney disease secondary to IgA\nnephropathy is referred for kidney transplant evaluation. He has adequate urine\noutput and denies any swelling. He takes his medications as prescribed and follows\nhis dietary restrictions of sodium, potassium, and phosphorus. He lives with his\nmother and 2 siblings. He is currently in ninth grade and is struggling with some of\nhis courses. Immunizations are up to date. He does not like the taste of his\nnutrition supplement.\n\nMedications include amlodipine, losartan, sodium bicarbonate, sevelamer\ncarbonate, vitamin B complex, iron, darbepoetin, and paricalcitol.\n\nHis blood pressure is 140/90 mm Hg, height is at the 30th percentile, weight at the\n10th percentile, and body mass index at the 10th percentile. He has no edema,\n\npallor, or heart murmur.\n\nLaboratory data are shown:\n\nLaboratory Test Result\n\nHemoglobin 9.7 g/dL (97 g/L)\n\n\n\nHematocrit\n\n28%\n\nPlatelet count\n\nNormal\n\nSodium 140 mEq/L (140 mmol/L)\nPotassium 4.9 mEq/L (4.9 mmol/L)\nChloride 110 mEq/L (110 mmol/L)\n\nCarbon dioxide\n\n16 mEq/L (16 mmol/L)\n\nCreatinine\n\n3 mg/dL (265.2 mol/L)\n\nBlood urea nitrogen\n\n40 mg/dL (14.3 mmol/L)\n\nCalcium 9 mg/dL (2.3 mmol/L)\nPhosphorus 6.5 mg/dL (2.1 mmol/L)\nAlbumin 3.5 g/dL (35 g/L)\n\nIntact parathyroid hormone\n\n1000 pg/mL (1000 ng/L)\n\n\n\nProtein-creatinine ratio 2 mg/mg\n\nOf the following, the BEST approach in preparation for transplantation is to",
    "options": [
      "assess the risk of IgA nephropathy recurrence because of the high risk of graft failure",
      "increase his body mass index by more weight gain",
      "proceed with dialysis therapy first and avoid preemptive transplantation ® D. start intensive psychosocial evaluation and counseling Evaluation for kidney transplantation should begin months before starting dialysis to determine the eligibility of the recipient. Once patients are successfully evaluated, they are accepted as candidates and registered with an organ procurement network. Evaluation is tailored to the age of the patient and should determine whether the patient is healthy enough to undergo major surgery. In a US Renal Data System study between 2000 and 2012, preemptive kidney transplant had a lower proportion of graft failure vs non preemptive kidney transplant, and better outcomes were reported with living donor preemptive transplant vs deceased donor. Exposure to dialysis, whether hemodialysis or peritoneal, was associated with a higher rate of graft failure and decreased patient survival even after only 6 months of dialysis. The patient in the vignette is showing laboratory cues of nonadherence to his medications and dietary restrictions, so psychosocial evaluation and counseling are needed not only for the patient but also for his single parent. The patient's neurocognitive skills must be evaluated to assess his comprehension of surgery, importance of medications, and the need for long- term follow-up. Poor adherence has been associated with kidney transplant recipients who have social pressures at school and home, significant family problems, poor family communication, low social functioning skills, lower socioeconomic status, and single parent household status. Some studies have found that although adolescents have excellent 1-year graft survival, the long-term outcomes are inferior to younger age groups. Patients between 17 and 24 years of age experience higher rates of graft loss secondary to nonadherence, independent of living donor or deceased donor. It is also important that transfer to adult care be done judiciously because 30% can lose their graft within 3 years. Nutrition has to be optimized before transplantation. Often, nutritional supplementation is required, especially in young children and infants with oral aversion. In the vignette, the patient needs to work closely with the dietician to find an agreeable nutritional supplement. Weight limits are recommended in infants and young children because of reports of a higher degree of surgical difficulty in recipient's who weigh less than 9 kg. No standardized guidelines are available for the highest or the lowest limit of the recipient’s body mass index (BMI) before transplantation, but for those with BMI at or above 35 kg/m?, weight reduction is recommended before activation. Donor to recipient size mismatch should also be considered when an organ becomes available. In a study from the North American Pediatric Renal Trials and Collaborative Studies, 6.6% of recipients had recurrence of primary disease. IgA nephropathy can recur in 35% to 60% of recipients, but studies have found that graft failure caused by recurrence is not common. Most chronic kidney disease in young children and infants is secondary to congenital anomalies of the kidney and urinary tract. Complete and extensive urologic evaluations, especially in those with obstructive uropathy, bladder dysfunction, and recurrent urinary tract infection secondary to a urologic cause, must be completed before the patient is scheduled for transplant surgery. Neurogenic bladder management, possibility of urinary diversion and need for bladder augmentation, must be addressed 3 to 6 months before transplantation. High bladder pressures are detrimental to the transplant kidney and will lead to morphologic changes. Nephrectomy may be required in a hydronephrotic nonfunctioning kidney with recurrent urinary tract infection. Consideration for native kidney nephrectomy has been proposed in poorly controlled nephrotic syndrome secondary to focal segmental glomerulosclerosis before or at the time of transplant as well as for some patients with extremely high native urine output. PREP Pearls e Psychosocial evaluation and individual or family counseling play an important role in pediatric pretransplant evaluation. e Urologic interventions, such as bladder augmentation or urinary diversions, should be performed before kidney transplantation. ABP Content Specifications(s)/Content Area e Know the work-up of a patient in preparation for renal transplantation Suggested Readings Amaral S, Sayed BA, Kutner N, Patzer RE. Preemptive kidney transplantation is associated with survival benefits among pediatric patients with end stage renal disease. Kidney Int. 2016;90(5):1100-1108. doi:10.1016/j.kint.2016.07.028 Anthony SJ, Annunziato A, E Fairey, Kelly VI, So S, Wray J. Waiting for transplant: physical, psychosocial, and nutritional status considerations for pediatric candidates and implications for care. Pediatr Transplant. 2014;18(5):423-434. doi:10.1111/petr.12305 Hebert SA, Swinford RD, Hall DR, Au JK, Bynon JS. Special considerations in pediatric kidney transplantation. Adv Chronic Kidney Dis. 2017;24(6):398-404. doi:10.1053/j.ackd.2017.09.009 Killian MO, Schuman DL, Mayersohn GS, Triplett KN. Psychosocial predictors of medication non-adherence in pediatric organ transplantation: a systematic review. Pediatr Transplant. 2018;22(4):e13188. doi:10.1111/petr.13188 July Vv CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "2 was admitted for\n\nrespiratory distress secondary to COVID-19-associated pneumonia. He required\n\nA 15-year-old adolescent boy with a body mass index of 30 kg/m\n\noxygen and bilevel positive airway pressure therapy. Medications administered in\nthe hospital included an antiviral drug, an antibiotic, hydrocortisone, and an\ninterleukin 6 inhibitor. His blood pressure remained normal for age, and urine\noutput was adequate. Two weeks after discharge, he had microscopic hematuria\nand significant proteinuria (protein-creatinine ratio of 3 mg/mg) with a normal\ncomplete blood cell count, normal creatinine level for age, and low serum albumin\nlevel. He had leg edema and stage 1 hypertension. A kidney biopsy was performed.\n\nOf the following, the MOST likely histologic finding is",
    "options": [
      "Response Choice A. Response Choice A Response Choice A Courtesy of C. Sanchez-Kazi ® B. Response Choice B. Response Choice B Response Choice B Courtesy of C. Sanchez-Kazi",
      "Response Choice C. Response Choice C Response Choice C Courtesy of C. Sanchez-Kazi",
      "Response Choice D. Response Choice D Response Choice D Courtesy of C. Sanchez-Kazi The lungs are the primary target for SARS-CoV-2, which can lead to acute respiratory distress syndrome. Acute kidney injury (AKI) has been reported in 10% to 25% of pediatric patients who develop COVID-19 infection. The prevalence of AKI can be higher than 30% in adult patients due to the presence of several comorbidities, including obesity, heart disease, hypertension, and chronic respiratory disease. Most studies have found that the most common cause of AKI is tubular injury attributable to multiple factors, including medications, cytokine release, hypoperfusion, thrombosis, and direct viral injury. The exact mechanism by which the virus enters the kidney is still not fully elucidated, but viral particles have been found in the glomerular basement membrane in kidney biopsy specimens, and SARS-CoV-2 has been isolated in the urine. Higher viral loads have been reported in the plasma of patients with increased disease severity. A recent study reported the presence of SARS-CoV-2 viral RNA in urothelial cells, and isolation of kidney tubular cells with AKI showed increased transcripts of proteins associated with damage-related pathways. SARS-CoV-2 RNA is surrounded by lipid bilayer with membrane protein, envelope protein, and spike (S) protein, which gains cellular entry through the angiotensin-converting enzyme 2 (ACE2) receptor. The ACE2 receptor is present in the apical brush borders of the proximal tubule and podocytes. Previous studies have also found that SARS-CoV-2 can also gain entry through the CD147 S protein, which is highly expressed in the proximal tubular epithelial cells. Kidney endothelial cells express ACE without detectable ACE2. There is no direct evidence of worsening COVID-19 infection with the use of ACE inhibitors or angiotensin receptor blockers. Proteinuria and hematuria have been reported and can be secondary to tubular injury or direct viral injury to podocytes. Postmortem histologic findings in adult patients had evidence of direct proximal tubular injury with cytoplasmic vacuoles, presence of viral inclusion bodies, positive SARS-CoV-2 localized to glomeruli, erythrocyte aggregation, and obstruction in the lumen of glomerular and peritubular capillaries without red blood cell fragments, platelets, fibrin thrombi fibrinoid necrosis, or tubulointerstitial nephritis. There was no evidence of complement activation in the kidney. Myoglobin cast nephropathy can also occur in the presence of rhabdomyolysis. Collapsing glomerulopathy, a distinct histologic variant of focal segmental glomerulonephritis, is associated with several conditions, including HIV- associated nephropathy. Approximately 25% of adult patients with COVID-19 who underwent a kidney biopsy have been reported to have collapsing glomerulopathy, termed COVID-19-associated nephropathy (COVAN). Possible mechanisms include direct viral injury to podocytes or through enhanced cytokine release due to SARS-CoV-2. There is a higher risk of COVAN in patients with APOL7 risk alleles. In the vignette, the most likely histologic finding is collapsing glomerulopathy (response choice A), which can occur after COVID-19 infection. Response choice B shows a normal glomerulus. Response choice C shows the typical lobular pattern and mesangial hypercellularity with C3 nephropathy. C3 nephropathy or membranoproliferative glomerulonephritis has not been associated with COVAN. Response choice D shows mesangial proliferation with beginning crescent formation as seen in antineutrophil cytoplasmic antibody- or lupus-associated glomerulonephritis. Renal replacement therapy using special filters have been used in severe AKI associated with COVID-19 infection, but currently there are no specific established guidelines using these filters. There is a high incidence of filter clotting attributable to hypercoagulopathy reported with COVID-19 infection. There is no specific therapy for COVAN. PREP Pearls e Acute tubular necrosis is the most common cause of acute kidney injury in COVID-19 infection. e Collapsing glomerulopathy can occur in patients with COVID-19 infection. e There is no specific treatment for COVID-19-associated nephropathy (COVAN). ABP Content Specifications(s)/Content Area e Know the clinical renal complications of COVID-19 infections Suggested Readings August Vv CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A previously healthy, 4-year-old boy is evaluated for a 2-day history of progessive\nedema. His parents are concerned that he was unable to open his eyes in the\nmorning due to the swelling. He has no fever, but he is a bit more tired and cranky\nthan usual. His appetite is decreased, but fluid intake is normal. Urine output is\nslightly decreased. On physical examination, his blood pressure is 92/54 mm Hg,\nand he has periorbital edema, ascites, and bilateral 3+ pitting edema of the lower\nextremities. He is breathing comfortably and has no tenderness of his abdomen or\n\nextremities.\n\nLaboratory data are shown:\nLaboratory Test Result\nSodium 122 mEq/L (122 mmol/L)\nPotassium 3.8 mEq/L (3.8 mmol/L)\nChloride 84 mEq/L (84 mmol/L)\n\n\n\nBicarbonate 26 mEq/L (26 mmol/L)\n\nBlood urea nitrogen | 4.0 mg/dL (1.4 mmol/L)\n\nCreatinine 0.3 mg/dL (26.5 pmol/L)\nAlbumin 1.2 mg/dL (12.0 g/L)\nOsmolality 288 mOsm/kg (288 mmol/kg)\n\nThe laboratory shares a comment that the sample is “grossly lipemic.” Urinalysis\nresults reveal 4+ protein.\n\nOf the following, the MOST appropriate management of this patient's\nhyponatremia is",
    "options": [
      "albumin infusion with furosemide",
      "hypertonic saline ® C. nothing; no management needed",
      "water restriction The patient described in the vignette has nephrotic syndrome. Patients with active nephrotic syndrome commonly have hyponatremia, often secondary to physiologic stimulation of antidiuretic hormone from a decreased effective circulating volume. However, on the basis of this patient’s normal serum osmolality, his hyponatremia appears to have a different origin. Hyponatremia due to stimulation of antidiuretic hormone would cause a decreased serum osmolality and, in the case of nephrotic syndrome, would be classified as a hypervolemic, hypotonic hyponatremia. Regarding management of this patient's hyponatremia, because the patient’s serum osmolality is normal and the serum sodium level is most likely low related to an artifactual measurement, no management is needed to address the hyponatremia. In this case, the patient has a normal or isotonic serum osmolality. lsotonic hyponatremia is often called pseudo-hyponatremia or artifactual hyponatremia because the measured serum sodium concentration is not reflective of the serum osmolality. It is considered an artifact because it is related to the way the laboratory measures the serum sodium concentration rather than the actual serum sodium concentration. Artifactual hyponatremia is most commonly due to severe hyperlipidemia or hyperproteinemia. These excess lipids or proteins take up space in the blood. Because lipids and proteins are heavier molecules, when the serum sodium concentration is measured, it appears as if the sodium content is contained in a larger fluid volume, when it is not the fluid volume of the blood that is increased but rather the solid volume. This appearance causes the laboratory to measure a serum sodium concentration more dilute than it truly is even though the concentration of sodium in the plasma water is actually normal. Another condition that is sometimes referred to as artifactual hyponatremia is hypertonic hyponatremia. Many sources refer to this condition as hyperosmolar hyponatremia rather than artifactual hyponatremia or pseudo- hyponatremia because the serum sodium is truly diluted in this case. This effect may occur in the setting of severe hyperglycemia or when an exogenous osmole, such as ethylene glycol, is increasing the serum osmolality, drawing water out of the intracellular fluid volume and diluting the serum sodium concentration. Because no management is needed to address the patient's hyponatremia, management will be targeted toward the patient’s underlying disorder. If the patient had hypervolemic hypotonic hyponatremia related to nephrotic syndrome, causing a decreased effective circulating volume and stimulating antidiuretic hormone, then the best management strategy for the hyponatremia may be an albumin infusion because that would help restore the patient's circulating volume and allow free water excretion. Hypertonic saline is not necessary because the patient is not symptomatic from their hyponatremia, and a water restriction would be insufficient to increase the serum sodium in a timely manner. PREP Pearls e Patients with an active nephrotic syndrome commonly have hyponatremia, often secondary to physiologic stimulation of antidiuretic hormone from a decreased effective circulating volume. e Artifactual hyponatremia is most commonly due to severe hyperlipidemia or hyperproteinemia. Because lipids and proteins are heavier molecules, when the serum sodium concentration is measured, it appears as if the sodium content is contained in a larger fluid volume, when it is not the fluid volume of the blood that is increased but rather the solid volume. e Hyperosmolar hyponatremia may occur in the setting of severe hyperglycemia or when an exogenous osmole, such as ethylene glycol, is increasing the serum osmolality, drawing water out of the intracellular fluid volume and diluting the serum sodium concentration. ABP Content Specifications(s)/Content Area e Know the mechanism and causes of artifactual hyponatremia Suggested Readings August Vv CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 17-year-old patient who underwent kidney transplantation 18 months ago\nundergoes allograft biopsy due to a sustained increase in serum creatinine from\n1.4 to 1.9 mg/dL (124 to 168 umol/L) over a 3-month period. The patient's most\nrecent test results were positive for the de novo donor-specific antibody to HLA\nA27. The biopsy report describes areas of interstitial fibrosis with sclerosis of 30%\nof the cortical parenchyma, tubular atrophy involving up to 25% of the area of\ncortical tubules, rare foci of tubulitis with 3 to 4 cells per HPF, interstitial\ninflammation involving 25% of the total cortex and 10% of the scarred cortex, and 1\nto 2 leukocytes in 5% to 7% of the cortical peritubular capillaries. There is no\nreported glomerular abnormality, large vessel inflammation, or hyalinosis. The\nresults of C4d staining are negative.\n\nOf the following, the MOST appropriate histologic diagnosis for the patient is",
    "options": [
      "acute mixed T cell-mediated and antibody-mediated rejection",
      "chronic active antibody-mediated rejection",
      "grade IA chronic active T cell-mediated rejection ® D. inflammation with interstitial fibrosis with tubular atrophy Tubulitis, interstitial inflammation, glomerulitis, peritubular capillaritis, and arteritis are indicative of acute (active) rejection, whereas tubular atrophy, interstitial fibrosis, transplant glomerulopathy, multilayering of peritubular capillary basement membranes, and transplant arteriopathy are indicative of chronic rejection changes. Banff classification is used for categorizing biopsy specimens of kidney allografts. The most recent Banff classification has 6 categories: category 1, normal biopsy and nonspecific changes; category 2 to 4, rejection categories (2, antibody-mediated changes; 3, suspicious [borderline] acute T-cell-mediated rejection; 4, T-cell-mediated acute and chronic rejection); category 5, interstitial fibrosis and tubular atrophy; and category 6, other changes not considered rejection. This biopsy specimen has the classic diagnostic features of inflammation with interstitial fibrosis (>5% of the cortical area) and tubular atrophy (>0%) (IFTA). Tubulitis with 3 to 4 cells per HPF and interstitial inflammation (involving 25% of the total cortex and 10% of the scarred cortex) are diagnostic of inflammation with IFTA (i-IFTA). These inflammatory changes do not meet the criteria for chronic T-cell-mediated rejection; tubulitis (>5 mononuclear cells per tubular cross section) and inflamed total and scarred cortex (=26% of total or scarred cortex). In addition, there is not a sufficient degree of tubulitis (>5 mononuclear cells per tubular cross section) to be classified as acute T- cell-mediated rejection. The biopsy does not show evidence of chronic tissue injury (glomerular basement membrane or arterial hyalinosis) and evidence of current or recent antibody interaction with vascular endothelium (negative C4d staining results) or active antibody-mediated injury (peritubular capillaritis is diagnosed when there is at least 1 leukocyte cell in =10% of cortical peritubular capillaries with 3-4 leukocytes in the most severely involved peritubular capillaries). Although the most recent test result is positive for donor-specific antibodies, there are no other features of antibody-mediated rejection. The most recent Banff classification has focused on the i-IFTA in kidney biopsy specimens in view of it being associated with poor allograft outcomes. It is important to note that i-IFTA is not a specific lesion for kidney rejection because these biopsy specimen features can be seen with other origins, such as infection (eg, pyelonephritis and BK virus), glomerulonephritis, and urinary obstruction. PREP Pearls e Tubulitis, interstitial inflammation, glomerulitis, peritubular capillaritis, and arteritis are indicative of acute (active) rejection. e Tubular atrophy, interstitial fibrosis, transplant glomerulopathy, multilayering of peritubular capillary basement membranes, and transplant arteriopathy are indicative of chronic rejection changes. e The combination of inflammation with interstitial fibrosis and tubular atrophy has been identified as a risk factor for graft loss. e Inflammation with interstitial fibrosis and tubular atrophy is not a specific lesion for kidney rejection because it can also be seen with other origins, such as infection (pyelonephritis and BK virus), glomerulonephritis, and urinary obstruction. ABP Content Specifications(s)/Content Area e Know the cells involved in transplantation biology Suggested Readings Jeong HJ. Diagnosis of renal transplant rejection: Banff classification and beyond. Kidney Res Clin Prac. 2020;39(1):17-31. doi:10.23876/j.krcp.20.003 Roufosse C, Simmonds N, Clahsen-van Groningen M, et al. A 2018 Reference Guide to the Banff Classification of Renal Allograft Pathology [published correction appears in Transplantation. 2018;102(12):e497]. Transplantation. 2018;102(11):1795-1814. doi:10.1097/TP.0000000000002366 August Vv CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A previously healthy, 8-year-old boy is evaluated for gross hematuria and\nhypertension. His history and review of systems are negative apart from a recent\nself-limited upper respiratory tract illness for which he did not need to seek care.\nOn physical examination, his blood pressure is 132/88 mm Hg, and he has some\nmild periorbital and lower-extremity edema.\n\nUrinalysis reveals 2+ protein, large blood, and an elevated leukocyte esterase level,\nand results are otherwise negative. Urine microscopy is significant for red blood\ncells and white blood cells too numerous to count as well as mixed cellular casts\nand red blood cell casts.\n\nLaboratory data are shown:\n\nLaboratory Test Result\n\nBlood urea nitrogen | 52 mg/dL (18.56 mmol/L)\n\nCreatinine 3.6 mg/dL (318.24 umol/L)\n\n\n\ncs 32 mg/dL (0.32 g/L)\n\nC4 26 mg/dL (0.26 g/L)\n\nAnti-DNase B titer Elevated\n\nThe patient is admitted to the hospital, and on the next day the serum creatinine\n\nlevel increases to 4.5 mg/dL (397.80 umol/L). He undergoes a renal biopsy. Light\nmicroscopy findings are shown in the Figure.\n\nOf the following, the MOST likely finding on electron microscopy is",
    "options": [
      "Response Choice A.",
      "Response Choice B. ® D. Response Choice D. The patient in the vignette has signs of acute glomerulonephritis with likely acute kidney injury. There is not enough information to determine whether a concurrent nephrotic syndrome is also present. One approach to a differential diagnosis for acute glomerulonephritis in children is to distinguish those who present with hypocomplementemia from those with normal serum complement levels. The main conditions that lower C3 are postinfectious (or infection-associated) glomerulonephritis, membranoproliferative glomerulonephritis, C3 glomerulonephritis, and lupus nephritis. Given the patient's age, recent upper respiratory tract infection, and positive anti-DNase B result, indicating he has had a group A Streptococcus infection, the most likely diagnosis for this patient is postinfectious glomerulonephritis. Postinfectious glomerulonephritis typically presents acutely and with an intense inflammatory response, which can be seen on light microscopy as an increased number of neutrophils within the glomerular tuft. Urinalysis results indicate a high number of white and red blood cells. The most likely electron microscopy finding therefore, would be that seen in Response Choice D, where there are subepithelial deposits in the shape of humps that extend beyond the basement membrane. Response Choice A is unlikely because it represents a normal glomerular basement membrane with diffuse effacement of the podocyte foot processes. This finding would be suggestive of a minimal change disease diagnosis, which would clinically present as a nephrotic syndrome and without signs of nephritis. Response Choice B shows both subepithelial and subendothelial deposits, which could be seen in a severe presentation of membranoproliferative glomerulonephritis or a lupus nephritis that has both proliferative nephritis (class 3 or class 4) and membranous nephrosis (class 5) features. Response Choice C shows a glomerular basement membrane with subendothelial deposits. In postinfectious glomerulonephritis, one would not expect to see subendothelial deposits, making response choices B and C less likely. PREP Pearls @ One approach to a differential diagnosis for acute glomerulonephritis in children is to distinguish those who present with hypocomplementemia from those with normal serum complement levels. e The main conditions that lower C3 are postinfectious (or infection- associated) glomerulonephritis, membranoproliferative glomerulonephritis, C3 glomerulonephritis, and lupus nephritis. e Postinfectious glomerulonephritis typically presents acutely and with an intense inflammatory response, which can be seen on light microscopy as an increased number of neutrophils within the glomerular tuft. Urinalysis results indicate a high number of white and red blood cells. e Microscopy findings associated with postinfectious glomerulonephritis are most likely to demonstrate subepithelial deposits in the shape of humps that extend beyond the basement membrane. ABP Content Specifications(s)/Content Area e Know the differential diagnosis for the clinical presentation and histologic lesion of post-infectious glomerulonephritis August Vv CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "An 11-month-old boy with a history of advanced chronic kidney disease due to\nrenal dysplasia, prematurity at 34 weeks’ gestation, failure to thrive, and\ngastroesophageal reflux is seen for routine nephrologic follow-up. His weight is\n6.75 kg and height is 92 cm; weight and height have been below the third percentile\nsince birth. Mean weight gain during the past month has been 8 g/d. Most of his\nnutrition is delivered through a gastrostomy tube. He receives an infant formula\nfortified to 26 kcal/oz at a volume of 120 mL/kg daily, which provides the following:\n100 kcal/kg daily of calories (130% estimated energy requirements) and 1.8 g/kg\ndaily of protein (150% dietary reference intake for age).\n\nHis medications include therapeutic doses of sodium bicarbonate, cholecalciferol,\ncalcitriol, ferrous sulfate, and epoetin alfa.\n\nLaboratory data are shown:\n\nLaboratory Test Result\n\nSodium 135 mEq/L (135 mmol/L)\n\n\n\nPotassium\n\n4.3 mEq/L (4.3 mmol/L)\n\nChloride\n\n98 mEq/L (98 mmol/L)\n\nCarbon dioxide\n\n25 mEq/L (25 mmol/L)\n\nGlucose\n\n89 mg/dL (4.94 mmol/L)\n\nBlood urea nitrogen\n\n36 mg/dL (12.85 mmol/L)\n\nCreatinine\n\n1.2 mg/dL (106.08 umol/L)\n\nEstimated glomerular filtration rate\n\n32 mL/min/1.73 m2\n\nCalcium 10.5 mg/dL (2.63 mmol/L)\nPhosphorus 4.0 mg/dL (1.29 mmol/L)\nAlbumin 4.4 g/dL (44 g/L)\nParathyroid hormone, intact 68 pg/mL (68 ng/L)\n\n25-Vitamin D\n\n46 ng/mL (114.82 nmol/L)\n\n\n\nOf the following, the next BEST step in this patient's management is",
    "options": [
      "increase calcitriol dose",
      "increase sodium bicarbonate dose",
      "initiate recombinant growth hormone therapy ® D. initiate sodium chloride supplementation The patient described in the vignette has inadequate weight gain and linear growth despite exceeding recommended calorie and protein intake. Therefore, other factors that can contribute to growth failure should be addressed, such as electrolyte abnormalities, metabolic acidosis, and mineral and bone disorder (CKD-MBD). In children with renal dysplasia or obstructive uropathy, particular attention should be paid to adequate sodium supplementation. These children often have polyuria and excessive urinary sodium losses. Chronic intravascular volume depletion and total body sodium depletion are important and modifiable contributors to growth impairment, and repletion of sodium and water losses is key to promoting optimal growth. He is currently receiving sodium through formula and sodium bicarbonate supplementation, and his serum sodium level is mildly low at 135 mEq/L (135 mmol/L). He likely requires higher amounts of sodium supplementation for growth. The Kidney Disease Outcomes Quality Initiative (KDOQI) recommends that serum bicarbonate levels should be corrected to at least the lower limit of normal (22 mEq/L [22 mmol/L]). Because his serum bicarbonate level is already within the reference range, additional sodium supplementation should be provided in the form of sodium chloride. Growth failure is acommon problem in children with chronic kidney disease (CKD). The origin of growth failure is multifactorial, including malnutrition, chronic losses of water and sodium, metabolic acidosis, CKD-MBD, and abnormalities in the growth hormone insulin-like growth factor axis. Growth among infants born with congenital anomalies of the kidney and urinary tract can be further impacted by intrauterine growth retardation, prematurity, and genetic factors. Poor growth in children with CKD has been associated with increased mortality. Optimization of growth and nutrition is a key aspect of managing children with CKD, and nutrition must be tailored to the needs of each individual patient. Guidelines for management of nutrition in children with CKD are provided by the KDOQI Clinical Practice Guideline for Nutrition in Children with Chronic Kidney Disease 2008 Update and the Pediatric Renal Nutrition Taskforce (PRNT). Calorie needs for children with CKD should be based on the estimated energy requirement (EER) for chronological age. KDOQI and PRNT recommend that energy requirements for children with stage 2 to 5D CKD should be 100% of the EER of healthy children of the same chronological age. KDOQI and PRNT provide calculations for clinicians to determine the EER. For example, for the 11-month-old infant in this vignette, EER (in kilocalories per day) can be calculated as (89 x weight [kg] - 100) + 22. His EER is 520 kcal/d (77 kcal/kg daily), and he is currently receiving 130% of EER. Supplemental nutrition should be initiated when a child’s intake fails to meet EER or if the child is not achieving expected rates of weight gain or growth while meeting EER. Further increases in calorie delivery should be determined based on the child’s growth. Although nutrition via the oral route is preferred, many infants with CKD require nasogastric or gastrostomy tube feeds to meet nutritional requirements, especially as kidney function declines. The KDOQI recommends that dietary protein intake should be 100% to 140% of the Dietary Reference Intake (DRI) for age for children with stage 3 CKD and 100% to 120% for children with stage 4 to 5 CKD. For patients undergoing peritoneal dialysis, protein needs may be higher because of dialytic losses of protein. Protein restriction is not recommended in children with CKD because this may lead to further impairments in growth. The DRI for infants 7 to 12 months of age is 1.2 g/kg daily. The patient in this vignette is currently receiving 1.8 g/kg daily, which is 150% of DRI. The patient in the vignette has calcium, phosphorus, parathyroid hormone level, and 25-vitamin D levels currently within the reference range, so further increases in calcitriol would not be indicated at this time. Recombinant human growth hormone should be considered for children with CKD with short stature (height z score <—1.88 or height for age less than third percentile) and growth impairment (height velocity z score <—1.88 or height velocity for age less than third percentile) that persists beyond 3 months. However, modifiable contributors to growth impairments, such as nutritional deficiencies and metabolic derangements, should be addressed first. PREP Pearls e Growth failure is a common and important comorbidity among children with chronic kidney disease. e The origin of growth failure is multifactorial, including malnutrition, electrolyte derangements, metabolic acidosis, mineral and bone disorder, and abnormalities in the growth hormone axis. e Repletion of sodium and water losses in children with renal dysplasia and obstructive uropathy is crucial to optimize growth. ABP Content Specifications(s)/Content Area e Know the importance of sodium supplementation in infants with renal dysplasia or obstructive nephropathy Suggested Readings Haffner D. Strategies for optimizing growth in children with chronic kidney disease. Front Pediatr. 2020;8:399. doi:10.3389/fped.2020.00399 KDOQI Work Group. KDOQI clinical practice guideline for nutrition in children with CKD: 2008 update. Executive summary. Am/ Kidney Dis. 2009;53(3 Suppl 2):S11-S104. doi:10.1053/j.ajkd.2008.11.017 Nelms CL. Optimizing enteral nutrition for growth in pediatric chronic kidney disease (CKD). Front Pediatr. 2018;6:214. doi:10.3389/fped.2018.00214 Shaw V, Polderman N, Renken-Terhaerdt J, et al. Energy and protein September"
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 15-year-old adolescent girl is evaluated for gross hematuria. She has a history of\na photosensitive rash in the prior summer, which did not improve with topical\nsteroids. She otherwise has no symptoms or concerns. Her blood pressure is\n128/82 mm Hg, there is no edema, and her skin is clear. The rest of the\n\nexamination findings are normal.\n\nA urinalysis reveals tea-colored urine and proteinuria (2+), large amounts of blood,\nmore than 100 red blood cells per HPF, and many red blood cell casts per LPF. A\nfirst morning protein-creatinine ratio is 1.2 mg/mg.\n\nThe results of a complete blood cell count are shown:\n\nLaboratory Test Result\nWhite blood cell count |4,800/yL(4.8 x 10°/L)\n\nHemoglobin 13.2 g/dL (132 g/L)\nPlatelets 78 x 107/uL (78 x 10°/L)\nElectrolytes Normal\n\nBlood urea nitrogen |14 mg/dL (5 mmol/L)\n\nCreatinine 0.9 mg/dL (79.56 mol/L)\n\nAdditional studies are performed, and the patient undergoes an ultrasound-guided\npercutaneous renal biopsy.\n\n\nOf the following, the MOST likely immunofluorescence patterns from her biopsy\nresult are",
    "options": [
      "Response Choice A. Response Choice B. Response Choice C.",
      "Response Choice D. The patient in the vignette has findings suggestive of an acute glomerulonephritis given her hematuria, proteinuria, and abnormal urine sediment. Although she has preserved renal function, her high level of proteinuria together with some extrarenal findings raise concern for significant pathology. Given her glomerulonephritis, history of photosensitive rash, and thrombocytopenia, a diagnosis of systemic lupus erythematosus is strongly suspected, pending evaluation of her serum C3 and C4, antinuclear antibody titer, and anti-double-stranded DNA antibody titer. Given these suspicions, the most likely finding on her renal biopsy’s immunofluorescence evaluation would be those consistent with immune complex deposition in the glomerular basement membrane. This appears as a granular pattern of C3 deposition that particularly highlights the glomerular basement membrane, as is seen in Response Choice B. Response Choice A shows a granular staining pattern of albumin staining, although it highlights the Bowman space and the proximal renal tubular lumen. This type of staining may be seen for albumin in a patient with nephrotic syndrome whose glomerular basement membrane has an impaired negative charge barrier, allowing albumin to filter more freely from the glomerular capillary into the Bowman space. Although the patient has a significant level of proteinuria, she does not have nephrotic-range proteinuria, and so this degree of albuminuria may not be evident. Response Choice C identifies a lack of immunologic staining with IgG, which may be seen in pauci-immune renal vasculitides, such as granulomatosis with polyangiitis. A lack of immunofluorescent staining could also be seen in patients with normal renal biopsy results or in those without an immune- mediated mechanism of renal pathology. Response Choice D reveals a linear staining pattern of IgG as would be expected in anti-glomerular basement membrane disease or Goodpasture syndrome. Given this patient's history and diagnostic evaluation, a diagnosis of lupus is more likely. PREP Pearls e Immune complex diseases of the glomerular basement membrane present with a granular pattern of C3 deposition that particularly highlights the glomerular basement membrane. e A lack of immunologic staining may be seen in pauci-immune renal vasculitides, such as granulomatosis with polyangiitis. e Alinear staining pattern of IgG would be expected in anti-glomerular basement membrane disease or Goodpasture syndrome. e Animmunofluorescent staining pattern that highlights the Bowman space and the proximal renal tubular lumen may be seen for albumin in a patient with nephrotic syndrome whose glomerular basement membrane has an impaired negative charge barrier, allowing albumin to filter more freely from the glomerular capillary into the Bowman space. September"
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A boy in the newborn nursery is evaluated for a history of prenatal hydronephrosis.\nThe pregnancy was full term and otherwise uncomplicated. The boy was born\nearlier in the night by spontaneous vaginal delivery and has already fed and passed\nurine and meconium. On physical examination, there are no abdominal masses,\nabdominal distension, or congenital deformities. His prenatal imaging and third-\ntrimester ultrasonography (Figure) reveal no abnormalities of the ureter, bladder,\nor amniotic fluid volume.\n\nOf the following, the MOST appropriate next step in the evaluation of this patient is",
    "options": [
      "functional nuclear imaging ® B. renal ultrasonography after 3 to 5 days",
      "renal ultrasonography on the day of birth",
      "voiding cystourethrography The infant in the vignette has bilateral prenatal urinary tract dilation of different severity for each kidney. The most appropriate next step in the evaluation of this patient is to perform a renal ultrasonography after 3 to 5 days. There are a number of classification schemes for congenital urinary tract dilation, although a more recent multidisciplinary consensus would propose that the infant has what would be termed normal urinary tract dilation on the left and increased risk dilation on the right. Normal urinary tract dilation would be considered if the patient had a less than 7-mm dilation of the anteroposterior renal pelvic diameter in the third trimester (or <4 mm in the second trimester) and no other abnormalities. Low-risk urinary tract dilation would be considered if the dilation were 7 to 10 mm in the third trimester (or 4-7 mm in the second trimester) and/or if there was dilation of the central or major calyces but no other abnormalities. In this case, the infant has increased-risk urinary tract dilation on the right, defined as greater than 10-mm dilation of the renal pelvic diameter in the third trimester (or >7 mm in the second trimester) and/or any of the following findings: peripheral or minor calyceal dilation, abnormalities of the renal parenchymal thickness or appearance, abnormalities of the ureter or bladder, or unexplained oligohydramnios. With exclusively normal urinary tract dilation, further evaluation is not necessary. However, for increased-risk urinary tract dilation, there is substantial risk of a clinically significant abnormality; therefore, the consensus statement recommends a postnatal evaluation. In a boy with bilateral urinary tract dilation, posterior urethral valves are a consideration; however, because this patient's right-sided dilation is so mild (and, in fact, considered normal), posterior urethral valves would be considered unlikely, so the evaluation would be for unilateral increased-risk urinary tract dilation. Because urinary tract dilation may improve spontaneously with time, the first step in the evaluation is postnatal renal ultrasonography rather than voiding cystourethrography or functional nuclear imaging. The postnatal image may demonstrate improvement to low risk, which would alter the next step in management. If the postnatal image continues to demonstrate moderate- or high-risk urinary tract dilation, at that time voiding cystourethrography would be indicated. In addition, unless there is urgency for intervention, such as concern for posterior urethral valves or lack of follow-up, postnatal imaging should be delayed beyond 48 hours of age because in the first 1 to 2 days after birth there is less urine production and imaging results may be falsely reassuring. PREP Pearls e For increased-risk urinary tract dilation, there is substantial risk of a clinically significant abnormality; therefore, a postnatal evaluation is recommended. e Because urinary tract dilation may improve spontaneously with time, the first step in evaluation is postnatal renal ultrasonography. e Unless there is urgency for intervention, such as a concern for posterior urethral valves, postnatal imaging should be delayed beyond 48 hours of age because in the first 1 to 2 days after birth there is less urine production and imaging results may be falsely reassuring. ABP Content Specifications(s)/Content Area e Know how to evaluate and manage abnormalities of the urinary tract that are diagnosed in utero Suggested Readings Chow JS, Koning JL, Back SJ, Nguyen HT, Phelps A, Darge K. Classification of pediatric urinary tract dilation: the new language. Pediatr Radiol. 2017;47(9):1109-1115. doi:10.1007/s00247-01 7-3883-0 Nguyen HT, Benson CB, Bromley B, et al. Multidisciplinary consensus on the classification of prenatal and postnatal urinary tract dilation (UTD classification system). / Pediatr Urol. 2014;10(6):982-998. doi:10.1016/j.jpurol.2014.10.002 Copyright © 2022. American Academy of Pediatrics. All rights reserved. September"
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A previously healthy 11-year-old girl is seen in the emergency department with\nblurry vision, chest pain, and palpitations. She has a 3-month history of chronic\npersistent headaches, and she has lost approximately 2.3 kg. Family history is\nsignificant for a maternal aunt with thyroid problems. There has been no\nmalignancy in the family.\n\nVital signs are shown\n\nBlood pressure, right arm |165/118 mm Hg\n\nBlood pressure, left arm {160/119 mm Hg\n\nBlood pressure, leg 170/120 mm Hg\n\nHeart rate 100 beats/min\n\nThe patient was given a nicardipine drip to control the blood pressure.\n\nLaboratory data reveal a normal complete blood cell count, normal electrolytes,\nserum creatinine level of 0.6 mg/dL (53 umol/L), and normal urinalysis results.\nThyroid test results are normal. Plasma fractionated metanephrine and\ncatecholamine test results are pending. A kidney ultrasound shows normal-sized\nkidneys with a right suprarenal mass with heterogenous echogenicity. She has\nnormal Doppler findings.\n\nA |-123 metaiodobenzylguanidine scan shows bilobed focus of increased uptake in\nthe right adrenal gland (Figure 1). Abdominal magnetic resonance imaging shows a\n5.1-cm right suprarenal mass with signal and enhancement (Figure 2).\n\n\nOf the following, the BEST next step in the management is to add",
    "options": [
      "labetalol",
      "metyrosine",
      "minoxidil",
      "prazosin Pheochromocytoma and paraganglioma (PPGL) are rare neuroendocrine, catecholamine-secreting tumors derived from the chromaffin cells of the embryonic neural crest. Pheochromocytoma originates from the adrenal medulla, and paraganglioma is localized to the abdomen, thorax, pelvis, and neck. There are non-catecholamine-secreting paragangliomas that arise from the parasympathetic ganglia in the head and neck. Consider genetic testing when evaluating for PPGLs, as 1 out 3 children affected may have germline mutations. Definitive therapy is surgical resection. To decrease hemodynamic and circulatory complications due to catecholamine excess, preoperative management should begin approximately 7 to 14 days prior to surgical resection per the Endocrine Society's recommendations. In adults, the goal blood pressure readings should be less than 130/80 mm Hg, and, in children, less than 95th percentile for age, sex, and height. Fluid intake should be increased to 1.5 times maintenance to avoid hypotension. Salt intake and caloric intake should be increased. The preoperative goal is to avoid fluctuations in blood pressure during induction of anesthesia and throughout surgery and to avoid postoperative hypotension after resection of the source of catecholamines. Anesthetic agents can increase catecholamine release and should be avoided. Affected individuals should be cautioned to e Avoid medications that will (1) stimulate catecholamine release (eg, corticosteroids, sympathomimetic drug) and (2) medications that decrease catecholamine reuptake (eg, tricyclic antidepressants, monoamine oxidase inhibitors, serotonin reuptake inhibitors, metoclopramide). e Avoid food that can stimulate catecholamine release, such as cheese, wine, and avocado. e Avoid strenuous activities. Patients with confirmed PPGLs and hypertension should be started on preoperative pharmacologic treatment (Table). a-Adrenergic receptor blockers are the preferred agents to block symptoms of catecholamine excess. Successful a-blockade lowers blood pressure, and volume expansion with high salt intake is often needed to avoid hypotension. Phenoxybenzamine is the preferred a-adrenergic receptor blocker, a noncompetitive aj- and ag- adrenoreceptor antagonist with long duration of action. It can be given the night before surgery but should be held the morning of the procedure due to hypotension. Phenoxybenzamine is cost prohibitive and has restricted availability. Adverse effects include nasal congestion, sedative effect, orthostatic hypotension, and reflex tachycardia. Short-acting competitive aj-antagonists including prazosin, terazosin, and doxazosin have shorter half-lives, less reflex tachycardia, fewer hypotensive episodes, and can be used in lieu of phenoxybenzamine. A modified release of longer-acting doxazosin allowing once daily dosing is now available. When blood pressure is not adequately controlled with an a-adrenergic receptor antagonist, calcium channel blocker or metyrosine can be added to the regimen. Calcium channel blockers may help prevent catecholamine- induced coronary artery vasospasm by inhibition of calcium influx into vascular smooth muscle leading to arterial relaxation. Dihydropyridine calcium channel blockers are less likely to cause hypotension. Catecholamine synthesis inhibitor metyrosine (methyl-L-tyrosine) inhibits tyrosine hydroxylase which is the rate-limiting step in catecholamine biosynthesis. It is often used in combination with a-receptor blockade in malignant pheochromocytoma, but it is cost prohibitive and can only be given intravenously. Metyrosine is a centrally acting medication; side effects include hypotension, fatigue, diarrhea, tremors, and extrapyramidal symptoms. If there is tachyarrhythmias or elevated heart rate, B-blockers can be used, but only if an a-adrenergic receptor antagonist has been started since unopposed effects of a-receptor stimulation can lead to hypertensive crisis. Cardioselective B7-receptor blockers, such as atenolol and metoprolol, are preferred over nonselective blockers, such as propranolol, due to risk of bronchoconstriction. Nonselective blocker labetalol is a more potent inhibitor of B- than a-receptor so it can result in paradoxical hypertension. Preoperative fluid management has been recommended to avoid hypotension and expand intravascular volume especially with the use of a- adrenergic receptor blockers. There are no randomized trials to support or negate the role of preoperative intravenous fluids. Adequate control of blood pressure preoperatively and intraoperatively requires constant blood pressure monitoring. In the vignette, the patient has hypertensive urgency, so an intravenous drip that can lower blood pressure in a controlled fashion is preferable to intermittent intravenous dosing. Intravenous nicardipine in pheochromocytoma may also help in the prevention of coronary vasospasm. Once blood pressure is safely lowered, then an a-adrenergic receptor blocker (e.g prazosin), which is the drug of choice in PPGLs, should be started. Using a B-adrenergic receptor blocker (such as labetalol) prior to starting a-adrenergic receptor antagonist will worsen hypertension. Methyrosine is only used as adjunct treatment after an a-adrenergic blocker is started. Minoxidil is a vasodilator and its hypotensive effect may increase catecholamine release so it should not be considered as first or second line to control hypertension in PPGLs. PREP Pearls e a-Adrenergic receptor blocker is the drug of choice for pheochromocytoma and paraganglioma and should be started 7 to 14 days prior to surgical resection. e §-Adrenergic receptor blockade should not be initiated in the absence of an a-adrenergic receptor antagonist since this can precipitate hypertensive crisis. e When starting an a-adrenergic receptor blocker, intravascular volume expansion, and high dietary salt intake may be needed to prevent hypotension. ABP Content Specifications(s)/Content Area e Understand the preoperative management and complications of pheochromocytoma and paragangliomas Suggested Readings Jain A, Baracco R, Kapur G. Pheochromocytoma and paraganglioma—an update on diagnosis, evaluation, and management. Pediatr Nephrol. 2020;35(4):581-594. doi:10.1007/s00467-018-4181-2 Lenders JWM, Duh QY, Eisenhofer G, et al. Pheochromocytoma and paraganglioma: an endocrine society clinical practice guideline. / Clin Endocrinol Metab. 2014:99(6);1915-1942. doi:10.1210/jc.2014-1498 Neumann HPH, Young Jr WF, Eng C. Pheochromocytoma and paraganglioma. N Engl J Med. 2019;381(6):552-565.. Roizen MF, Horrigan RW, Koike M, et al. A prospective randomized trial of four anesthetic techniques for resection of pheochromocytoma. Anesthesiology. 1982;57:A43. doi:10.1097/00000542-198209001-00043 Copyright © 2022. American Academy of Pediatrics. All rights reserved. September"
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 17-year-old boy is evaluated for chronic kidney disease secondary to focal\nsegmental glomerulosclerosis for the past 5 years. The patient's most recent\n\ncalculated glomerular filtration rate is 18 mL/min/1.73 m2. Renal transplant is\ndiscussed as the preferred option for renal replacement therapy. The patient and\nhis mother are conflicted in their choice. He says that he wants a transplant\nbecause he has been told that “children get good kidneys from the list.” His mother\nsays that she would like to wait “until he is more responsible.” The patient has\nnoncommercial insurance.\n\nOf the following, the MOST appropriate statement regarding access to transplant is\nthat",
    "options": [
      "insurance does not influence rates of waitlist placement ® B. pre-end-stage kidney disease care is associated with increased likelihood of waitlist placement",
      "policy reforms have led to increased rates of transplant referral in the past decade",
      "under the new allocation system, age is not a factor for access to high- quality deceased donor organs Kidney transplant is the treatment of choice for patients with kidney failure. In addition to the obvious shortage of available donor organs for patients with kidney failure, socioeconomic and racial and ethnic disparities have been reported in adult and pediatric patients worldwide. Medical factors alone do not account for the racial and socioeconomic disparities in kidney transplant. Of all the factors mentioned in the vignette, pre-end-stage kidney disease (ESKD) care is the factor associated with increased likelihood of waitlist placement. A recent retrospective study (Schold JD, Mohan S, Huml A) of more than 1 million adult patients found that, notwithstanding recognition of kidney failure, administrative reforms, and research, the rates of being placed ona waitlist for renal transplant after ESKD onset have not improved in more than 2 decades. The study further reported lower rates for deceased and living donor transplant among patients in lower-income communities, which have persisted over time. Similar results have been reported in children, whereby lack of access to pediatric nephrologists is increasingly reported among minority populations, those with low socioeconomic status, or those without insurance. Children with questionable adherence after transplant are less likely to be recommended for transplant as found in a study of pediatric nephrologists evaluating referral patterns for hypothetical patients with questionable adherence, patients with frank nonadherence, or parents with lower educational levels. In 2014 the kidney allocation system underwent a significant change with the introduction of the Estimated Post-Transplant Survival (EPTS) score. The EPTS score aims to identify and preferentially allocate high-quality kidneys to candidates with the longest expected posttransplant survival. High-quality kidneys are defined by a low kidney donor profile index (KDPI). Age, diabetes status, history of prior organ transplants, and time receiving dialysis are factored into the EPTS score. Candidates with low EPTS scores (<20%) have preference for deceased donor kidneys with the lowest KDPI before local-, regional-, and national-level candidates. Of note, EPTS is a dynamic score, and with change in scoring factors over time, patients will eventually lose their preferential EPTS status. A recent analysis of the US Renal Data System (Schold JD, Hum! AM, Poggio ED) reported that many patients with ESKD and qualifying as having top EPTS status were not placed on the transplant waitlist in a timely manner. Among the demographic and social factors identified as contributing to this were minority race or ethnicity, noncommercial insurance, and residence in lowest-income communities. Overall, pre-ESKD care increases transplant referral with greater benefit in patients who are female, are older, have diabetes, are insured by Medicare, and have residence in less affluent communities. PREP Pearls e Socioeconomic as well as racial and ethnic disparities in kidney transplantation have been reported in adult and pediatric patients worldwide. e The rates of being placed on the waitlist for renal transplant following end-stage kidney disease onset have not improved in more than 2 decades. e Age, diabetes status, history of prior organ transplants, and time receiving dialysis are factored into the Estimated Post-Transplant Survival score, which is the basis for the new kidney allocation system. ABP Content Specifications(s)/Content Area e Know the social and economic factors which affect access to transplantation Suggested Readings Laster M, Norris KC. Lesson Learned in mortality and kidney transplant outcomes among pediatric dialysis patients. / Am Soc Nephrol. 2017;28(5):1334-1336. doi:10.1681/ASN.2017010017 Schold JD, Huml AM, Poggio ED, et al. Patients with high priority for kidney transplant who are not given expedited placement on the transplant waiting September"
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "An otherwise healthy 2-year-old boy is seen for a diarrheal illness. His parents are\nencouraging him to drink lots of fluids (water, ginger ale, and apple juice) to\nmaintain his hydration. Despite this he seems to be increasingly tired and is having\nless urine output. He is afebrile, his heart rate is 128 beats/min, and his blood\npressure is 80/42 mm Hg. He is cranky but tired. He has 2+ peripheral pulses.\n\nCapillary refill time is 4 seconds. Laboratory data reveals a serum sodium level of\n128 mEq/L (128 mmol/L).\n\nOf the following, the MOST likely reason for this patient's low serum sodium level is",
    "options": [
      "aldosterone response to hypovolemia",
      "antidiuretic hormone response to hypovolemia",
      "diarrheal sodium losses ® D. inadequate dietary sodium intake The patient described in the vignette has hyponatremia and hypovolemia. The primary mechanism behind these conditions relates to free water retention in excess of sodium retention, stimulated by antidiuretic hormone (ADH). There are 2 physiologic stimuli for ADH: hyperosmolality and hypovolemia. In this case, the hypovolemia has stimulated ADH, independent of this patient’s low serum osmolality. Given that the patient is receiving hypotonic oral solutions, the ADH will cause retention of free water and lead to hyponatremia. Diarrheal fluid is typically hypotonic compared with the serum. It leads to both sodium and water losses, however, with more water relative to sodium such that diarrhea alone would create a free water deficit and lead to hypernatremia. The renin-angiotensin-aldosterone system would also be stimulated in the context of the patient’s hypovolemia. Aldosterone, however, would stimulate sodium reabsorption to increase extracellular fluid volume and, if anything, would serve to prevent hyponatremia rather than lead to it. If the patient had received more dietary sodium, in combination with stimulated renin-angiotensin-aldosterone system, this could have improved his volume status and potentially prevented or mitigated the development of hyponatremia. However, insufficient dietary sodium is not the primary underlying cause of hyponatremia in the vignette. More sodium intake could have prevented the hyponatremia, but the ADH response to the hypovolemia is the primary mechanism behind its development. PREP Pearls e There are 2 physiologic stimuli for antidiuretic hormone: hyperosmolality and hypovolemia. e When hypovolemia stimulates antidiuretic hormone (ADH), independent of a patient’s serum osmolality, ADH will cause retention of free water and may lead to hyponatremia. ABP Content Specifications(s)/Content Area e Understand the pathophysiology of hypotonic dehydration Suggested Readings Regulation of body fluid osmolality: regulation of water balance. In: Koeppen B, Stanton B, eds. Renal Physiology. 6th ed. Elsevier; 2018:66-83.. September Vv CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "An 8-year-old boy with neurogenic bladder and a history of urinary tract infections\nis evaluated at the nephrology clinic for recurrent kidney stones. In the past 2 years,\nhe has been to the emergency department multiple times for gross hematuria and\nflank pain. He has a history of obesity and a high-salt diet. He is not taking any\nmedications. There is a strong family history of kidney stones. During a recent\nemergency department visit, abdominal radiography was performed (Figure). Basic\nlaboratory tests were performed, which revealed a normal basic metabolic panel\nand a normal complete blood cell count. Today, his vital signs are normal. A\nurinalysis shows specific gravity of 1.030, 2+ blood, and a negative protein test\nresult. The family is interested in surgical options due to the boy's frequent\nsymptoms.\n\nOf the following, the BEST primary treatment option for this patient's left-sided\nradiographic finding is",
    "options": [
      "extracorporeal shock wave lithotripsy",
      "open stone surgery ® C. percutaneous nephrolithotomy",
      "ureteroscopy Staghorn calculi are most commonly seen in patients with cystinuria or recurrent urinary tract infections attributable to genitourinary abnormalities. This patient has recurrent episodes of renal colic, urinary tract infections, and staghorn calculi seen on imaging. He also has a 6 x 6-mm right renal pelvic stone. The best treatment option for a patient with staghorn calculi and persistent symptoms is percutaneous nephrolithotomy (PCNL). The incidence of nephrolithiasis has been steadily increasing in children. One of the suspected explanations has been poor diets with higher sodium content, processed foods, and decreased fluid intake. When patients have kidney stones, a complete medical evaluation should be completed, including laboratory tests, 24-hour urine studies, and kidney stone analysis if possible. In most patients, the first-line treatment involves a kidney stone prevention diet with an increase in fluid intake. Medications can also be considered based on metabolic evaluation. In patients with more severe symptoms and large kidney stones (>1 cm), surgical options should be considered. The main surgical options include extracorporeal shock wave lithotripsy (ESWL), PCNL, ureteroscopy, and open kidney stone surgery. Extracorporeal shock wave lithotripsy is one of the most common kidney stone removal procedures for radiopaque stones. The procedure is minimally invasive and uses targeted shock waves to break apart stones so the fragments can pass. It is recommended for small, ureteral stones and can be performed in the outpatient setting. Distal ureteral stones can be more challenging to target. Stone-free rates depend on the stone characteristics but can be up to 90% with small stones. In general, it is less effective with certain types of stones (calcium oxalate monohydrate and cysteine) and stones in the lower pole calyx. Complications are low but can include hematuria, hematomas, and infection. There is also the steinstrasse (German word for stone street) complication, where a column of stone fragments can lead to ureteral obstruction. a1-Blockers and ureteral stents can help decrease this complication. However, in general, routine ureteral stent placement is not recommended. In general, long-term complications are unlikely. Another surgical option is ureteroscopy, which is commonly used for kidney stones smaller than 2 cm and ureteral stones specifically if located distally. It is the treatment of choice if ESWL fails and often preferred in patients with obesity, hard stones, pregnancy, or bleeding diathesis. This procedure, often performed in the outpatient setting, involves accessing the ureter and can require dilation, especially with small ureters. In adults, balloon dilation is used, but in children passive dilation can be attempted with a ureteral stent. A small endoscope is passed from the urethra to the affected kidney, which allows for stone visualization and manipulation. The scope flexibility depends on the location of the stone. Stone baskets or forceps can help extract stones if needed, and laser fragmentation can be used for larger stones. Patients often need stents placed to help prevent obstruction and decrease pain. Ureteroscopy has a higher complication rate than ESWL. Common complications include stent discomfort, urinary tract infection, and ureteral wall injury. Accessing the ureter can also be challenging because it requires longer procedures and anesthesia. Sepsis and ureteral avulsion are rare. Another surgical option, PCNL is considered more effective, with higher stone-free rates, but it has a high complication rate. It is the first-line treatment for large stones (>2 cm) and staghorn calculi. The procedure itself involves a flank incision and placement of a hollow working sheath under fluoroscopy or ultrasonographic guidance. An endoscope is used for visualization and extraction with the addition of laser lithotripsy if needed to break up fragments. After PCNL, a nephrostomy drainage tube as well as a stent are commonly used and kept in place for a couple of days. For pediatrics, tubeless PCNL has been performed in straightforward cases. In pediatrics, there is also the option of mini-PCNL, for which the goal is to decrease tract size and subsequently decrease bleeding and trauma. Overall, PCNL is more invasive and has a small but serious risk of bleeding that might require angioembolization or even rarely nephrectomy. There is also a risk of injury to the lungs, intestines, and renal pelvis. Open or laparoscopic stone removal is overall less common due to the above surgical techniques and is the most invasive technique. It is usually recommended in only 1% of patients who have unusual anatomy, in whom the other treatment options fail, or who have concurrent ureteropelvic junction obstruction. Laparoscopic or robot-assisted surgery is likely better than open surgery, but data on this technique are limited. In the clinical vignette, ESWL would be a good option if there were a small, proximal ureteral or pelvic kidney stone. Ureteroscopy could be considered in stones smaller than 2 cm located more distally in the ureter. Neither of these techniques is recommended for staghorn calculi. Open stone surgery would be an option if PCNL failed, anatomy was complicated, or obstruction was present. PREP Pearls e Extracorporeal shock wave lithotripsy is a common surgical outpatient procedure for kidney stones that is minimally invasive and used for small, proximal ureteral and pelvic kidney stones with good stone-free rates. e Ureteroscopy is another outpatient surgical option for distal ureteral and kidney stones smaller than 2 cm that offers increased visualization but usually requires stenting that can lead to more discomfort. e Percutaneous nephrolithotomy is a more invasive surgical technique, with higher stone-free rates, but has a high complication rate. It is the first-line treatment for large stones (>2 cm) and staghorn calculi. e Open or laparoscopic stone removal is rarely used and should be considered in patients in whom the other surgical options failed, who have complex anatomy, or who have ureteropelvic junction obstruction. ABP Content Specifications(s)/Content Area October Vv CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 16-year-old girl is seen in the emergency department with a 2-week history of\nheadaches, intermittent upper-extremity numbness, and decreased oral intake.\nOne week ago, she developed episodes of blurry vision. She denies any chest pain,\nedema, joint swelling, hemoptysis, or sinus infection. She has nonpruritic skin\nblotches.\n\nHer blood pressure is 171/120 mm Hg. The rest of her physical examination\nfindings are normal except for livedo reticularis on her extremities.\n\nLaboratory data are shown:\n\nLaboratory Test Result\n\nSodium 134 mEq/L (134 mmol/L)\nPotassium 3.0 mEq/L (3.0 mmol/L)\nChloride 92 mEq/L (92 mmol/L)\nCarbon dioxide 25 mEq/L (25 mmol/L)\n\n\n\nBlood urea nitrogen 11 mg/dL (3.9 mmol/L)\n\nCreatinine 1.1 mg/dL (97.2 umol/L)\n\nErythrocyte sedimentation rate |105 mm/h\n\nComplete blood cell count, thyroid function, and complement levels are normal.\nLupus serologic and antineutrophil cytoplasmic antibody test results are negative.\nUrinalysis shows proteinuria (1+) and no blood.\n\nEchocardiography reveals mild left ventricular hypertrophy. The results of chest\nradiography and kidney ultrasonography with Doppler are normal.\n\nAbdominal magnetic resonance angiography and computed tomography\nangiography show normal aorta, single renal arteries without stenosis, patent\nceliac, superior mesenteric artery, inferior mesenteric artery, and common iliac\narteries. No aneurysms or dissection is noted.\n\nA conventional angiogram is obtained (Figure).\n\nOf the following, the MOST likely diagnosis is",
    "options": [
      "Kawasaki disease",
      "microscopic polyangiitis ® C. polyarteritis nodosa",
      "Takayasu arteritis The clinical features outlined in the vignette are typical of polyarteritis nodosa (PAN). Classic systemic PAN is a necrotizing vasculitis that affects primarily medium or small arteries. Clinical presentation includes fever, weight loss, skin lesions (nodules and livedo reticularis), neurologic symptoms (peripheral neuropathy, mononeuritis multiplex, vision loss, cranial nerve palsy, and stroke), cardiac involvement (pericarditis and valvular heart disease), kidney involvement (hypertension, elevated creatinine level, proteinuria, hematuria, and perfusion defects), and gastrointestinal manifestations (abdominal pain, bloody diarrhea, and bowel ischemia). Hepatitis B infection has been associated with PAN in adults. Antineutrophilic cytoplasmic antibody (ANCA) test results are often negative, and PAN is not associated with glomerulonephritis. In the vignette, the angiogram of the kidneys and superior mesenteric arteries showed small aneurysms, which is characteristic of PAN, and perfusion defects in the kidneys, suggesting infarcts. Tissue biopsy is sometimes needed in PAN (such as skin and intestine), and histologic findings reveal mixed cell inflammatory infiltrates across the vessel wall, the presence of fibrinoid necrosis, and the absence of granulomas. Magnetic resonance angiography and computed tomography angiography usually fail to detect microaneurysms. In the current American College of Rheumatology guidelines, conventional angiography is recommended if no abnormalities are found on imaging because it provides better resolution. The exact cause of PAN is still unclear. A monogenic cause of vasculitis similar to the features of PAN has been demonstrated in children with deficiency of adenosine deaminase 2. There is no association with autoantibodies or histocompatibility polymorphisms. Once diagnosed, systemic PAN has a high mortality and morbidity risk, so aggressive treatment should be initiated. Cutaneous PAN presents as painful subcutaneous nodules in the lower extremities with or without livedo reticularis and is sometimes associated with Streptococcus infection. Microscopic polyangiitis is an ANCA-associated vasculitis that affects small vessels in the lungs and kidney and presents with glomerulonephritis and pulmonary symptoms. Kawasaki disease is a common cause of vasculitis in children, affects small and medium vessels, is usually self-limited, and has clinical features that include persistent fever of more than 5 days, reddening of palms and soles, erythematous rash, conjunctival injection, mucous membrane changes, cervical adenopathy, and coronary artery aneurysm. Takayasu arteritis affects large vessels, including the aorta and its major branches (including the pulmonary arteries). PREP Pearls e Polyarteritis nodosa is a necrotizing systemic or limited cutaneous vasculitis that affects medium or small vessels. e Inthe absence of abnormalities in imaging, conventional angiography should be performed. Angiographic findings include fusiform or saccular aneurysms and/or stenosis in the renal, hepatic, or mesenteric arteries. ABP Content Specifications(s)/Content Area e Know how to diagnose polyarteritis nodosa Suggested Readings Chung SA, Gorelik M, Langford CA, et al. 2021 American College of Rheumatology/Vasculitis Foundation Guideline for the Management of Polyarteritis Nodosa. Arthritis Care Res (Hoboken). 2021;73(8):1051-1070. doi:10.1002/acr.24633 Hernandez-Rodriguez J, Alba MA, Prieto-Gonzalez S, Cid MC. Diagnosis and classification of polyarteritis nodosa. / Autoimmunity. 2014;48-49:84-89. doi:10.1016/j.jaut.2014.01.029 Jennette JC, Falk RJ, Bacon PA, et al. 2012 Revised International Chapel Hill Consensus Conference Nomenclature of Vasculitides. Arthritis Rheum. 2013;65(1):1-11. doi:10.1002/art.37715 October Vv CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 1-year-old girl is evaluated in the emergency department for fever and rash. The\nfever started 6 days ago. She quickly developed red eyes with sensitivity to light. On\nday 2 of her illness, she saw her pediatrician, who diagnosed her with conjunctivitis\nand prescribed eye drops. The following day she developed a red rash on her\nhands and feet. Today, her temperature peaked at 40°C, and her oral intake\ndecreased, so she was brought to the emergency department.\n\nHer vital signs are shown:\n\nTemperature 40°C\n\nHeart rate 110 beats/min\n\nRespiratory rate |18 breaths/min\n\nOxygen saturation |99% in room air\n\nBlood pressure |98/50 mm Hg\n\n\n\nHer physical examination reveals a mildly dehydrated girl with bilateral conjunctival\nerythema and a desquamating red rash on her hands and feet. No swelling is\nnoted. Blood and urine tests are ordered.\n\nOf the following, the MOST likely urine laboratory result is",
    "options": [
      "bacteria",
      "glycosuria",
      "positive leukocyte esterase ® D. sterile pyuria The patient in the vignette most likely has Kawasaki disease (KD) based on the prolonged fever, conjunctivitis, and desquamating red rash on her hands and feet. Renal manifestations in KD include pyuria, acute kidney injury, tubulointerstitial nephritis, hemolytic uremic syndrome, immune complex nephropathy, acute nephritic syndrome, nephrotic syndrome, and renal tubular abnormalities. The most common urinary finding in KD is pyuria, which is found in 30% to 80% of patients. Sterile pyuria (SP) in KD is most common in patients 1 year or younger and affects up to 77% of patients in this age group. Sterile pyuria typically originates in the urethra and/or the kidney due to renal injury and is often found in patients with more severe systemic involvement. Because the white blood cells are typically mononuclear cells and not polymorphonuclear leukocytes in KD, leukocyte esterase is not typically detected. Sterile pyuria can be defined as the presence of white blood cells in the urine without concurrent bacteria. On microscopy, more than 5 to 8 white blood cells per HPF should be seen. In general, SP is a highly prevalent finding in urine samples and has been found in close to 14% of females and 3% of males. This female predominance is likely related to the increased frequency of pelvic infections in women. Hospitalized patients are also more likely to have SP. The conditions associated with SP can be divided into 4 categories: sexually transmitted diseases (STDs), infections, inflammatory or autoimmune conditions, and other renal or urologic conditions. The possible STDs include gonorrhea, chlamydia, genital herpes, human papillomavirus, and HIV. Fungal and parasitic infections also can be associated with SP. Schistosomiasis is a common worldwide cause of SP. Genitourinary tuberculosis, found in 27% of patients with tuberculosis, also can affect the kidneys, ureters, and bladder. Both hematuria and pyuria are typical findings in these patients. Two common autoimmune conditions are KD, as mentioned, and systemic lupus erythematosus (with SP found in up to 23% of patients in one study). Sterile pyuria can also be seen in conditions that cause inflammation outside the urinary tract and other systemic infections. Malignancy should be on the differential diagnosis in adults with systemic symptoms but is less likely in children. The Table lists causes of SP in children. In evaluating a patient with SP, a comprehensive history and physical examination must be performed to help guide testing and discover a cause. A clean catch or catheterized urinalysis and urine culture must be performed together to confirm SP and determine whether bacteria is present. In most cases, basic laboratory studies, including a complete blood cell count, and renal and liver function panels should be considered. An evaluation for STDs is recommended in any patient with a history of sexual contact or concern for sexual abuse. An infectious evaluation should be tailored by clinical suspicion and must include tests for viral, fungal, and parasitic infections. Infectious origins can be found outside the urinary tract, so other organ systems should be evaluated if there are concerning features. In patients with concerning features for KD, laboratory testing should also include inflammatory markers (C-reactive protein, erythrocyte sedimentation rate, and ferritin) and a lipid panel. Renal and bladder imaging should at least be considered in all patients with SP. In this 1-year-old patient with KD, SP would be the most common finding. Even though true urinary tract infections can be found in patients with KD, it is overall not as prevalent, especially in patients 1 year or younger. Because the white blood cells are typically mononuclear cells and not polymorphonuclear leukocytes in KD, leukocyte esterase is not typically detected and microscopic examination is required to detect pyuria. Glycosuria is unlikely in a patient without diabetes or tubular injury. PREP Pearls e Pyuria is the most common urinary finding in patients in Kawasaki disease, with sterile pyuria having the highest prevalence in patients 1 year or younger. e The differential diagnosis for sterile pyuria includes sexually transmitted diseases, infections, inflammatory and autoimmune conditions, and other urologic and renal conditions. e The evaluation for sterile pyuria should include a detailed history and physical examination to help guide further evaluation, a clean catch or catheterized urinalysis and urine culture, and additional testing to evaluate for sexually transmitted diseases, infection, and autoimmune or inflammatory causes. ABP Content Specifications(s)/Content Area e Know the etiology and workup of sterile pyuria Suggested Readings Glen P, Prashar A, Hawary A. Sterile pyuria: a practical management guide. Br / Gen Pract. 2016;66(644):e225-e227. doi:10.3399/bjgp16X684217 Watanabe T. Pyuria in patients with Kawasaki disease. World J Clin Pediatr. 2015;4(2):25-29. doi:10.5409/wjcp.v4.i2.25 Wise GJ, Schlegel PN. Sterile pyuria. N Engl / Med. 2015;372(11):1048-1054. doi:10.1056/NEJMra1410052 October Vv CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 4-year-old boy with nephrotic syndrome and frequent relapses is seen in the\nemergency department with 3 days of proteinuria (4+) on urinalysis, edema, and\nnonbloody, nonmucousy diarrhea. He recently finished a course of steroids for a\nrelapse and is receiving maintenance mycophenolate mofetil. His behavior was at\nbaseline at home. His blood pressure is 103/62 mm Hg, his pulse rate is 98\nbeats/min, and he has cushingoid facies and generalized edema.\n\nLaboratory data are shown:\n\nLaboratory Test Result\n\nSerum sodium 105 mEq/L (105 mmol/L)\nSerum potassium 4.5 mEq/L (4.5 mmol/L)\nSerum chloride 78 MEQ/L (78 mmol/L)\nSerum bicarbonate 25 mmol/L (25 mmol/L)\nSerum blood urea nitrogen /|15 mg/dL (5.4 mmol/L)\n\n\n\nSerum creatinine 0.31 mg/dL (27.4 mol/L)\n\nSerum total calcium 6.7 mg/dL (1.7 mmol/L)\nSerum phosphorus 4.2 mg/dL (1.4 mmol/L)\nSerum albumin 0.7 g/dL (7.0 g/L)\n\nSerum glucose 103 mg/dL (5.7 mmol/L)\n\nUrine protein-creatinine ratio |14.6 mg/mg\n\nThe patient was prescribed normal saline intravenous fluids at half maintenance\nand was assigned a status of nothing by mouth. His sodium level the next day (day\n2) was 108 mEq/L (108 mmol/L). The patient was given 3% hypertonic saline\ninfusion at 6 mL/kg for 6 hours. Relevant laboratory data on day 3 showed a\nsodium level of 128 mEq/L (128 mmol/L), calcium of 6.7 mg/dL (1.68 mmol/L),\n\nalbumin of 0.7 mg/dL (7.0 g/L), and glucose of 65 mg/dL (3.61 mmol/L). On day 6,\nhe became drowsy and confused and was unable to move his limbs.\n\nOf the following, the MOST likely cause of his clinical presentation is",
    "options": [
      "cerebral edema",
      "hypocalcemia",
      "hypoglycemia ® D. osmotic demyelination syndrome The patient in this vignette has chronic hyponatremia. The patient had rapid increase in his sodium level and developed neurologic symptoms 2 days after the change in sodium level. Osmotic demyelination syndrome is the most likely cause. Hyponatremia is defined as a serum sodium level less than 135 mEq/L (135 mmol/L). Hyponatremia is primarily a disorder of water balance. Mild hyponatremia is defined as sodium levels between 130 and 135 mEq/L (130- 135 mmol/L), moderate hyponatremia as sodium levels between 125 and 129 mEq/L (125-129 mmol/L), and severe hyponatremia as sodium levels less than 125 mEq/L (125 mmol/L). Hyponatremia is not uncommon in hospitalized patients and is associated with increased morbidity and mortality. Osmotic demyelination syndrome (ODS) encompasses central pontine myelinolysis and extrapontine myelinolysis. Although ODS is rare in children, the outcome can be fatal or cause debilitating neurologic deficits. The most common cause of ODS is hyponatremia. Other comorbidities, especially in adults, include long-term alcohol abuse, malnutrition, and liver transplantation. Severe hypokalemia in the intensive care setting is a risk factor for ODS as well. Patients at high risk for ODS are those who have chronic hyponatremia and undergo rapid correction. In acute hyponatremia, the brain cell increases in size temporarily with water movement into the cell. Compensatory mechanisms, however, come into play; osmolytes, osmotically active, organic substances (myo-inositol, taurine, glutamine, glutamate, and others), and inorganic ions (potassium and chloride) are exported out of the cell along with water to normalize cell volume. Thus, in chronic hyponatremia the osmotic gradient between the intracellular and extracellular space is equalized. On rapid correction of chronic hyponatremia, the reverse occurs, with the cells now being in hypertonic milieu, brain cells contracting under osmotic stress, and apoptosis beginning. Rapid correction typically precedes symptoms by 2 to 4 days, but symptoms may occur from 1 to 14 days from correction. Clinical presentation is highly variable, with some patients developing no symptoms. Signs and symptoms include but are not limited to encephalopathy, tetraparesis, speech disturbances, locked-in syndrome, chorea, dystonia, and gait disturbances. The characteristic presentation of hypocalcemia is neuromuscular irritability. The symptoms of hypocalcemia can be variable, such as perioral numbness, paresthesias, and muscle cramps that can be severe, including seizures, laryngospasm, and carpopedal spasms. Symptoms of hypoglycemia include tremors, sweating, tiredness, irritability, altered mental status, and seizures. Symptoms of cerebral edema include headache, nausea, vomiting, altered mental status, abnormal gait, and poor coordination. Patients who undergo rapid correction of severe hypernatremia are at risk of cerebral edema. PREP Pearls e Chronic hyponatremia should be corrected slowly to avoid osmotic demyelination syndrome. e Rapid correction of chronic hyponatremia results in contraction of brain cells due to osmotic stress. ABP Content Specifications(s)/Content Area e Know the clinical manifestations of hyponatremia Suggested Readings Lambeck J, Hieber M, DreBing A, Niesen WD. Central pontine myelinolysis and osmotic demyelination syndrome. Dtsch Arztebl Int. 2019;116(35-36):600-606. doi:10.3238/arztebl.2019.0600 Verbalis JG, Goldsmith SR, Greenberg A, et al. Diagnosis, evaluation, and treatment of hyponatremia: expert panel recommendations. Am/ Med. 2013;126(10 Suppl 1):S1-42. doi:10.1016/j.amjmed.2013.07.006 Zieg J. Pathophysiology of hyponatremia in children. Front Pediatr. 2017;5:213. doi:10.3389/fped.2017.00213 October Vv CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 1-year-old boy is evaluated for poor growth. He was born full term after an\nuncomplicated pregnancy. He was noted to have bilateral cataracts after birth. His\nweight has been in the 10th percentile for age. His height was at the fifth percentile\nat birth and has now fallen below the first percentile.\n\nLaboratory data are shown:\n\nLaboratory Test |Result\n\nSodium 138 mEq/L (138 mmol/L)\nPotassium 4.4 mEq/L (4.4 mmol/L)\nChloride 105 mEq/L (105 mmol/L)\n\nCarbon dioxide |19 mEq/L (19 mmol/L)\n\nGlucose 82 mg/dL (4.6 mmol/L)\n\n\n\nUrea nitrogen /|8 mg/dL (2.9 mmol/L)\n\nCreatinine 0.2 mg/dL (17.7 umol/L)\n\nCalcium 9.4 mg/dL (2.4 mmol/L)\n\nPhosphorus 3.1 mg/dL (1.0 mmol/L)\n\nUrinalysis reveals a specific gravity of 1.015, pH 6, no blood, proteinuria (1+), and\nglucose (1+). The urine protein-creatinine ratio is 0.7 mg/mg. The urine B2-\n\nmicroglobulin-creatinine ratio is 62 mg/g (reference range, <0.3 mg/g). Renal\nultrasonography reveals normal-sized kidneys with increased medullary\nechogenicity bilaterally.\n\nOf the following, the clinical finding MOST likely to confirm the suspected diagnosis\nis",
    "options": [
      "corneal cystine deposits ® B. hypotonia with absent deep tendon reflexes",
      "retinitis pigmentosa",
      "triphalangeal thumbs The patient in the vignette has congenital cataracts, growth impairment, proximal tubular dysfunction, and nephrocalcinosis. These findings are most suggestive of Lowe oculocerebrorenal syndrome. One of the hallmark features of Lowe syndrome is generalized hypotonia in infancy with absent deep tendon reflexes. Lowe syndrome is an X-linked recessive disorder caused by mutations in the OCRL gene encoding the Lowe oculocerebrorenal syndrome 1 (OCRL-1) protein on chromosome Xq25-26. OCRL-1 is an inositol polyphosphate 5- phosphatase that is expressed in all cells except for hematopoietic cells. Phosphoinositides regulate many cellular processes, including membrane trafficking and actin cytoskeleton remodeling. OCRL-1 has important roles in endosomal trafficking. Lowe syndrome is in the spectrum of Dent disease. Most patients with Dent disease have mutations in the CLCN5 gene; however, 15% of patients have mutations in OCRL7 (Dent 2). Dent 2 disease is generally considered a milder form of Lowe syndrome without the neurologic or ocular manifestations and typically with less severe kidney disease. Lowe syndrome primarily affects the eyes, central nervous system, and kidneys. The hallmark ocular manifestations include dense bilateral congenital cataracts in nearly all affected boys. Cataracts develop early in embryogenesis and can even be seen on prenatal ultrasonography. Infantile glaucoma is also seen in approximately 50% of cases. All affected males have impaired visual acuity. Central nervous system manifestations include centrally mediated generalized hypotonia in infancy with diminished or absent deep tendon reflexes. Motor milestones are typically delayed as a result of hypotonia and decreased strength. Almost all affected males have intellectual disability, with more than 50% in the severe to profound range. Patients with Lowe syndrome also have characteristic behavioral abnormalities, which can include aggression, tantrums, repetitive movements, and self-injurious behaviors. Renal manifestations of Lowe syndrome include features of proximal tubular dysfunction, including low-molecular-weight (LMW) proteinuria, aminoaciduria, metabolic acidosis, hypophosphatemia, rickets, polyuria, and hypercalciuria. Nephrocalcinosis and nephrolithiasis can occur. Low- molecular-weight proteinuria occurs as a result of impaired megalin-cubilin receptor-mediated endocytosis in the proximal tubule. Low-molecular-weight proteins are filtered freely at the glomerulus, bind to megalin on the apical surface of proximal tubular cells, and then undergo endocytosis. The megalin-LMW protein complex in the endosome dissociates in the setting of acidification, releasing LMW proteins from the receptors to be degraded within lysosomes. Megalin is then recycled back to the apical surface. In Lowe syndrome, the recycling of megalin receptors back to the cell surface is impaired. The pathophysiology of hypercalciuria is not fully understood but may also involve impaired endocytosis or direct effects of OCRL-1 on intestinal calcium reabsorption. Over time, patients with Lowe syndrome develop tubulointerstitial fibrosis and glomerulosclerosis, leading to progressive chronic kidney disease, with progression to end-stage kidney disease in adulthood. Other features of Lowe syndrome include severe growth impairment that is independent of kidney function. Musculoskeletal features include joint hypermobility as a result of hypotonia, scoliosis, and osteopenia. A debilitating arthropathy has been described in approximately 50% of adults with Lowe syndrome, characterized by palmar and plantar fibrosis, subcutaneous nodules, nontender joint swelling, flexion contractures, and bony erosions. Corneal cystine deposits are characteristic of cystinosis, which also presents with proximal tubular dysfunction and impaired growth but is not associated with congenital cataracts. Retinitis pigmentosa is associated with disorders in the nephronophthisis spectrum, including Senior-Laken syndrome and Bardet-Biedl syndrome. Triphalangeal thumbs are classically seen in Townes- Brock syndrome, characterized by ear anomalies, imperforate anus, and congenital anomalies of the kidney and urinary tract. PREP Pearls e Lowe oculocerebrorenal syndrome is an X-linked recessive disorder caused by mutations in the OCRL gene. e Renal manifestations include proximal tubular dysfunction, hypercalciuria and nephrocalcinosis, and progressive chronic kidney disease. e Extrarenal manifestations include congenital cataracts, hypotonia, October Vv CONGRATULATIONS THIS ASSESSMENT IS NOW COMPLETE."
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  },
  {
    "stem": "A 4-year-old boy is referred for a 3-month history of hematuria and proteinuria\nnoted on a school physical examination. His history is unremarkable. He has no\nfamily history of kidney disease, hearing loss, cataracts, or diabetes. Hearing and\nvision screening results are normal. His parents deny any gross hematuria, dysuria,\nhistory of urinary tract infection, or edema. The parents' urine tests did not show\nhematuria or proteinuria. His height and weight are in the 30th percentile, his\nblood pressure is 105/60 mm Hg, and the rest of the examination findings are\nnormal.\n\nLaboratory data are shown:\n\nLaboratory Test Results\n\nComplete blood cell count Normal for age\nElectrolytes Normal for age\n\nAlbumin 3.5 g/dL (35 g/L)\nCreatinine 1.0 mg/dL (88.40 mol/L)\n\n\n\nCystatin C 1.3 mg/L\n\nUrinalysis\n\npH 6\nSpecific gravity 1.030\nProtein St\nBlood Trace\nRed blood cells 5/HPF\nWhite blood cells None\n\nFirst-morning protein-creatinine ratio |2.9 mg/mg\n\nAlbumin-creatinine ratio 50 mg/g creatinine\nUrine B2-microglobulin Elevated\nCalcium-creatinine ratio 0.8 mg/mg\n\nLupus serologic test and vasculitis panel results are negative.\n\nKidney ultrasonography showed normal-sized kidneys for age with increased\nechogenicity but no definite calculi.\n\n\nOf the following, the next BEST step in the diagnostic workup of this patient is",
    "options": [
      "24-hour urine collection for stone risk",
      "abdominal computed tomography ® C. genetic testing",
      "percutaneous kidney biopsy The advent of massive gene parallel sequencing has increased the diagnostic yield of genetic testing for chronic kidney disease of unknown origin by approximately 30% in children and 10% in adults. More than 450 monogenic kidney diseases caused by a single gene variant have been identified in the adult and pediatric patients. The most common kidney disorders for which genetic testing is used frequently include Alport syndrome, polycystic kidney disease, steroid-resistant nephrotic syndrome, congenital anomalies of the kidney and urinary tract, tubulopathies, tubulointerstitial disease, glomerulonephritis, and nephrolithiasis. In the vignette, the clinical presentation and young age at the onset of kidney disease may be attributable to a genetic condition, such as those seen with tubulopathies, genetic forms of focal segmental glomerulosclerosis, or cystic kidney disease, such as nephronophthisis. The yield of obtaining a definitive diagnosis to explain the patient's clinical findings using genetic testing is likely higher compared with a kidney biopsy, which may show nonspecific histologic findings. His kidneys are echogenic on ultrasonography without definite kidney stones, so a 24-hour urine for stone risk and abdominal computed tomography may not be useful in his diagnostic evaluation. Genetic testing is especially useful in chronic kidney disease of unknown origin and can lead to diagnosis in 10% to 40% of patients. A genetic diagnosis can avoid invasive procedures, such as kidney biopsy, and prevents unnecessary treatment, such as corticosteroids, in genetic forms of nephrotic syndrome. Genetic testing plays a crucial part in the workup of patients with nondiagnostic presentations and in those children with family members affected by kidney disease for whom counseling is essential. In cases of familial nephropathy, genetic testing should be performed in an asymptomatic family member who wants to be a kidney donor and in females with clinical features suggestive of X-linked nephropathy. Having a genetic diagnosis is necessary in counseling future pregnancies, and it should be performed before implantation. In a recent study, genetic testing altered the diagnosis and treatment in 26% of patients who have undergone kidney biopsy. Several modalities of genetic testing that are currently available include chromosome studies, targeted sequencing genetic panels, and exome and genome sequencing. PREP Pearls e Genetic testing is useful in the evaluation of children with chronic kidney disease of unknown origin and in those with family history of kidney disease. e Obtaining a genetic diagnosis may avoid unnecessary invasive procedures and prevent treatment with significant adverse effects. ABP Content Specifications(s)/Content Area e Know the importance of genetic testing in patients with unknown cause of chronic kidney disease Suggested Readings Connaughton DM, Hildebrandt F. Personalized medicine in chronic kidney disease by detection of monogenic mutations. Nephrol Dial Transplant. 2020;35(3):390-397. doi:10.1093/ndt/gfz028 de Haan A, Eijgelsheim M, Vogt L, et al. Diagnostic yield of next generation sequencing in patients with chronic kidney disease of unknown etiology. Front Genet. 2019;10:1264. doi:10.3389/fgene.2019.01264"
    ],
    "correct_index": null,
    "explanation": "",
    "tags": []
  }
]